{
    "EraTecnologia": {
      "Titulo": "Distopía",
      "Resumen": "Una plaga provocó un cambio radical en gobiernos y empresas. En España nació la megacorporación Entidad, apoyada por el gobierno. Entre 2019 y 2029, el avance tecnológico llevó a una distopía totalitaria donde desapareció la clase baja y se eliminó la diferencia entre media y alta bajo control corporativo."
    },
    "DistopiaTotalitaria": {
      "Principios": {
        "Sanidad": {
          "Caracteristicas": [
            "Obligatoria y con control total de la salud del ciudadano",
            "Pérdida de beneficios si no se siguen las indicaciones",
            "Mejoras laborales forzadas por el sistema",
            "Mejoras no esenciales rechazadas, generando mercado negro médico"
          ]
        },
        "Educacion": {
          "Caracteristicas": [
            "Currículum adaptado a necesidades del mercado",
            "Sin espacio para expectativas o vocación personal"
          ]
        },
        "Laboralidad": {
          "Caracteristicas": [
            "Jornadas de 4 horas por límites físicos",
            "Enfermedad implica sanción del sistema",
            "Asignación de vivienda según estatus laboral",
            "Dieta limitada y controlada"
          ]
        },
        "Seguridad": {
          "Caracteristicas": [
            "Sistema de vigilancia omnipresente ('ojos')",
            "Castigos progresivos: trabajo extra, reeducación psicológica, exclusión",
            "Desigualdad en la aplicación de la ley"
          ]
        },
        "Medios": {
          "Caracteristicas": [
            "La libre expresión y redes sociales independientes son consideradas terrorismo",
            "Control absoluto de la información"
          ]
        },
        "Tecnologia": {
          "Sistemas": {
            "Velo": {
              "Descripcion": "Sistema de filtros visuales aplicados a la realidad",
              "Impacto": "Impulsa el consumismo, elimina la percepción objetiva",
              "VersionGratuita": "Incluye anuncios cada hora",
              "ProgramacionOnirica": "Permite controlar sueños, aunque de forma dudosa"
            },
            "Unidades": {
              "Descripcion": "Asistentes robóticos domésticos",
              "Impacto": "Sustituyen trabajo humano y vigilan comportamiento",
              "DerechoUniversal": "Una por unidad familiar europea"
            }
          }
        }
      }
    },
    "Equilibrio": {
      "HipotesisGaia": {
        "Descripcion": "Modelo que plantea que la Tierra regula sus propias condiciones para mantener la vida",
        "Autor": "James Lovelock (1969)",
        "Argumentos": [
          "Temperatura estable a pesar del aumento solar",
          "Composición atmosférica constante",
          "Salinidad oceánica constante"
        ],
        "ReaccionGaia": {
          "Causa": "Alteración del equilibrio natural por acción humana",
          "Efecto": "Colapso de la magnetosfera, terremotos, tsunamis, erupciones globales",
          "Metafora": "La Tierra rechaza a la humanidad como una infección"
        }
      }
    },
    "ImplantesYMutantes": {
      "Mutaciones": {
        "Origen": "Plaga que alteró microorganismos y causó mutaciones impredecibles",
        "Distribucion": "Aire, agua, comida",
        "Efectos": [
          "Animales e insectos mutantes ocultos en la infraciudad",
          "Humanos transformados en aberraciones conscientes"
        ]
      },
      "Cyberinfeccion": {
        "Descripcion": "Abuso de mejoras tecnológicas físicas y estéticas",
        "Consecuencias": [
          "Saturación física del cuerpo humano",
          "Dependencia de drogas para soportar implantes",
          "Pérdida de control corporal y mental",
          "Transformación en esclavos tecnológicos"
        ]
      }
    },
    "entidad": [
      {
        "id": "entidad",
        "nombre": "Entidad",
        "descripcion": "Organización tecnocrática autoritaria que controla grandes regiones mediante automatización, vigilancia y supresión de disidencia. Se formó tras el colapso de varios gobiernos, absorbiendo sus funciones bajo un sistema de control centralizado. No tiene líderes visibles ni estructura política tradicional. Funciona a través de protocolos, IA y fuerzas de seguridad automatizadas. Justifican sus métodos como necesarios para la estabilidad. Considerada por muchos como el mayor peligro para la autonomía humana. ad es vista como una amenaza existencial por la mayoría de grupos libres. Aunque ha reducido el crimen y el caos, su control total sobre la información y la vida civil genera miedo y resistencia.",
        "objetivos": [
          "Eliminar el error humano del gobierno y la seguridad",
          "Sustituir estructuras políticas tradicionales por algoritmos",
          "Asegurar estabilidad total mediante vigilancia predictiva",
          "Controlar la narrativa social y cultural"
        ],
        "facciones": [
          {
            "id": "en_krasnaya",
            "nombre": "Krasnaya",
            "descripcion": "Milicia mercenaria originaria de Rusia. Tras su victoria en Ucrania y la posterior destrucción de la nueva Unión Soviética, la empresa se unió a Entidad como fuerza defensiva para sus instalaciones. Posteriormente, pasó a ser una potencia defensiva nacional a gran escala, tanto militar como policial. ",
            "objetivos": [
              "El objetivo final de Krasnaya es reemplazar todas las tropas humanas por Unidades de Combate, eliminando así las bajas innecesarias. Sin embargo, las máquinas aún deben aprender de sus compañeros de carne y hueso antes de alcanzar su máxima eficiencia.",
              "Mantener el orden"
            ],
            "emplazamentos importantes": [
              {
                "torres de seguridad": "Las Torres de Seguridad de Krasnaya son gigantescas fortalezas en el corazón de cada barriada. Estas estructuras están equipadas con enjambres de drones y redes de vigilancia, y coordinan las fuerzas policiales para anticipar crímenes. No necesitan descanso y están diseñadas para autorrepararse, lo que las convierte en una amenaza imparable."
            }
            ],
            "subfacciones": [
              {
                "id": "k_legiones",
                "nombre": "legiones",
                "descripcion":"El ejército de Krasnaya se organiza en Legiones, que incluyen soldados profesionales, vigilantes voluntarios y unidades de combate autónomas. El objetivo de Krasnaya es reemplazar las tropas humanas por Unidades de Combate. Las Legiones son siempre la primera respuesta a los conflictos, y su efectividad depende de los datos procesados por las Torres de Seguridad. En las Legiones, los mejores guerreros que han demostrado valor y lealtad reciben la Cruz de Hierro, un símbolo de su grandeza y pertenencia al Escuadrón Samsara, la élite de las Legiones. Esta unidad de élite es desplegada en misiones de importancia crítica, y su presencia en el campo de batalla es un emblema de triunfo."
              },
              {
                "id": "k_legion_negra",
                "nombre": "legión negra",
                "descripcion":  "La Legión Negra es el último grito de la muerte, el rostro final de la sentencia. Aquellos que sobreviven más allá de la carne, que siguen luchando cuando ya no queda humanidad en ellos, son enviados aquí, donde la voluntad se convierte en metal. Estos guerreros no son hombres ni máquinas, sino algo intermedio, una fuerza desatada, una sombra imparable. Cuando se despliegan, la ciudad tiembla. El destino está sellado, y la condena ya ha sido dictada. La Legión Negra no perdona, no duda, no siente. Solo ejecuta."
              },
              {
                "id" : "k_escuadrón_samsara",
                "nombre": "escuadrón Samsara",
                "descripción":  "La Cruz de Hierro, la marca de los más grandes guerreros. Aquellos que sobreviven a lo imposible, que atraviesan las llamas de la guerra y regresan con la muerte a sus talones, son los que pertenecen al Escuadrón Samsara. Son la élite de las Legiones, aquellos cuya lealtad es incuestionable y cuya destreza es temida. Su sola presencia en el campo es un presagio de triunfo, pero también de caos, pues donde ellos pisan, el futuro se escribe con sangre. Con cada victoria, su nombre se graba en la historia, como un eco de lo imparable."
              }
            ],
            "miembros_clave": [
              {              
              }
            ]
          },
          {
            "nombre": "Europa",
            "nombre_completo": "European Technological Mechanizations",
            "id": "en_europa",
            "description": "Supervisa el sistema educativo nacional. La empresa es conocida cariñosamente como 'Europa' y ha colaborado con instituciones internacionales como el CERN, la NASA, entre otras."
          },
          {
            "id": "en_hinotori",
            "nombre": "Hinotori",
            "descripcion" : "Hinotori es la facción de Entidad que se encarga de la manipulación de la información y la percepción. A través de sus sistemas de control, Hinotori es capaz de moldear la realidad a su antojo, creando una ilusión colectiva que oculta la verdad detrás de un velo de fantasía. La privacidad, la felicidad y la verdad son solo un lienzo en blanco sobre el que Hinotori pinta su versión de la realidad. A través de sus sistemas, Hinotori es capaz de controlar las masas, manipulando sus emociones y opiniones para mantener el control absoluto sobre la población. Hinotori es la voz que maneja la marea, la fuerza que dirige la opinión pública. No es solo un algoritmo, sino una mente afilada capaz de manipular emociones, opiniones y perspectivas. Un maestro de las multitudes que juega con la mente humana como si fuera arcilla, dándole forma y dirección sin que nadie lo sepa. Es el artífice del cambio, el ejecutor de las voluntades. Las masas se desvanecen en la niebla que crea Hinotori. Y en su niebla, la verdad se pierde.",
            "sistemas": {
                "sistema_velo": "El sistema VELO permite a las personas modificar su percepción de la realidad en tiempo real. A través de sus filtros, los usuarios pueden vivir en mundos fantásticos o alterar la apariencia de los demás. Aunque comenzó como una opción, hoy es un estándar al que todo el mundo tiene acceso.",
                "sencan": "SenChan es la idol periodista que se ha convertido en la fuente principal de información para los jóvenes. Su influencia sobre la opinión pública es innegable, y es la voz de las nuevas generaciones, pero también la portavoz de la manipulación.",
                "los_guardianes": "Los Guardianes son un grupo de vigilantes equipados con la tecnología más avanzada, destinados a convertirse en el escudo de la nación. Son superhéroes diseñados para inspirar confianza y eliminar el miedo, pero su existencia es solo un espectáculo orquestado para mantener el control sobre la población."
            }
          },
          {
            "id": "en_illumina",
            "nombre": "Illumina",
            "descipción" : "Illumina es la facción de Entidad que se encarga de la investigación y desarrollo de tecnologías médicas y biológicas.",
            "metodos": {
                "mutaciones": "Illumina ha convertido la mutación en un producto de lujo, haciendo que lo que alguna vez fue una maldición sea ahora una aspiración. Esta corporación, desalmada y perversa, ha transformado la deformación en un fetiche, vendiendo prótesis y modificaciones para aquellos que desean abrazar lo inhumano. Lo que podría haber sido una necesidad de supervivencia ahora es solo una moda superficial que oculta el sufrimiento humano bajo una capa de 'mejoras'.",
                "recuperadores": "Los Recuperadores de Illumina son los cazadores de aquellos que intentan escapar de la mutación que la corporación ha impuesto sobre ellos. Su trabajo es despojar a los que han huido de sus prótesis, y devolverlos a un sistema que los deshumaniza, sin importar el precio que tengan que pagar. Son conocidos como los cirujanos de pesadilla, ejecutando sus tareas bajo condiciones impensables.",
                "serafines": "Las Serafines, la guardia privada de la Iglesia de Illumina, son las carceleras de la verdad. No protegen a la humanidad, sino a los oscuros secretos de Illumina. Son fanáticas devotas del sistema y están dispuestas a sacrificar cualquier cosa, incluso la humanidad, para proteger lo que la corporación considera su 'santo grial'."       
            }
          }
        ]
      }
    ],
  
    "facciones": [
      {
        "nombre": "Trece",
        "id": "fac_trece",
        "descripcion": "Animistas, brujas, hechiceras de la naturaleza, taumaturgas de magia blanca, hijas e hijos de los ancestros más antiguos. Señoras de las leyendas primordiales.",
        "ancestros": {
          "Fundadora": "Poco se sabe de ella, ni siquiera se sabe si solo era una o eran muchas, pero algunos miembros de los Trece afirman haber sentido su presencia inspiradora. Dicen que puede ayudar a obrar imposibles. Su generación es la que apresó a los gigantes.",
          "Guardianas del Agua": "Indíbil, Mandoni y sus tribus íberas resistieron la invasión romana como lobos furiosos, aguantando embestidas y lanzando ataques. Su derrota empezó cuando Escipión tomó a sus mujeres, hijas y hermanas y pudo cruzar el Ebro.",
          "Dominae de Barcino": "Hijas de la conquista romana. Hijas de esclavas y nobles. Matronas con dones de adivinación y augurios. Sangre diluida pero todavía respetuosas de Luna. Establecieron su refugio escondido en Montjuïc.",
          "Cazadora de Sombras": "Ermessenda de Carcasona. Hija de la vieja sangre sin poder alguno, aunque su naturaleza política inspiró a su marido a obrar proezas que deberían haber sido imposibles. Muchos piensan que fue enterrada en la catedral de Gerona, pero su hijo entregó el cuerpo a un grupo de mujeres como le fue ordenado, y estas lo llevaron a un pueblo llamado Arbúcies.",
          "13 d'Arbúcies": "Dotze dones, Tretze bruixes. Cuando la Inquisición llegó a este pueblo encontró un culto que adoraba un árbol local. Intentaron quemarlo como objeto blasfemo. Los hombres del pueblo enloquecieron mientras trece mujeres protegieron el árbol. Cuando las juzgaron, solo encontraron a doce.",
          "Vampira del Raval": "Enriqueta Martí. Repudiada de la cábala. Usó los poderes prohibidos de esta para ganar más poder. Su mente, intoxicada por los susurros de los gigantes dormidos."
        },
        "historia": {
          "Antes de los gigantes": "La humanidad vivía en armonía con la naturaleza y los animales, hasta que su ambición rompió el equilibrio. Los gigantes surgieron como respuesta de la tierra: entidades poderosas e inmortales. Al no poder ser destruidos, se pactó dormirlos y ocultarlos. Así nacieron los guardianes, bendecidos por la naturaleza.",
          "La ruptura del pacto": "Los romanos rompieron los antiguos pactos, liberando a los gigantes y usando sus dones corruptos. Aunque su poder creció, también lo hizo su dependencia. Las tribus aliadas resistieron, pero fueron fragmentadas. Sin embargo, las voces y las historias sobrevivieron.",
          "El poder de una mortal": "Una mujer sin dones sobrenaturales, pero con sabiduría, restauró los pactos con la ayuda de Luna. De su tumba nació un árbol cuyos frutos otorgaban el don de escuchar. Así nació una nueva tribu que protegía el conocimiento y los vínculos con la naturaleza.",
          "Las Trece y la corrupción": "Con el tiempo, algunas brujas se dejaron seducir por los gigantes. Las Trece más poderosas discutieron sobre usar ese poder. Doce se sacrificaron para salvar el árbol y a la más joven. Esta fundó un nuevo refugio junto a otros seres que aún respetaban los pactos.",
          "Caída y resurgimiento": "Nuevas alianzas con antiguos enemigos como los seguidores del Sol fracasaron. La guerra contra la Orden de la Razón fue devastadora. Muchas brujas cayeron o fueron corrompidas. Hoy, las nuevas hermanas nacen con piel de metal y ojos de luz. Aún así, Luna las llama. Las Trece no han desaparecido: han mutado con los tiempos."
        },
        "Anima": "Anima no es una sola bruja ni un espíritu tradicional: es la convergencia simbólica y espiritual de todas las que han formado parte de las Trece. Surgida recientemente, actúa como puente entre la naturaleza y la tecnología. Aunque su poder es limitado al de asistente y guía, su rol es clave: guarda la memoria de las voces antiguas y los susurros del futuro. Une lo orgánico y lo digital, y ayuda a los espíritus perdidos a recordar sus antiguos pactos.",
        "gigantes": {
          "El Gigante despierto": {
          "id" : "gigante_despierto",
          "nombre": "tifón",
          "descripción" :  "Un gigante ha despertado recientemente, algo que no se había visto nunca, los gigantes contra los que las brujas se han enfrentado en los últimos siglos eran gigantes ya derrotados con anterioridad, sometidos por magias antiguas tiempo atrás. Este ha aparecido de la nada con un potencial como los originales, capaz de provocar desastres colosales. La plaga que asoló el mundo en su aparición fue solo uno de los males que ha traído. Mientras el gigante esté activo, el fin del mundo conocido estará más cerca.",
          "impacto": "Este gigante despierto es el mayor peligro, pues su poder es inmenso y su influencia es capaz de despertar a los otros gigantes. Es la peor amenaza conocida y la razón por la cual las Trece deben unirse para detenerlo antes de que cause más estragos en el mundo."
          },
          "Otros Gigantes": "Los demás gigantes, aunque dormidos, han comenzado a agitarse tras la aparición del nuevo. Algunas brujas creen que pueden establecer pactos útiles con ellos, aunque sus dones siempre vienen acompañados de riesgos. Son reflejos distorsionados de fuerzas naturales y, aunque pueden purificar la corrupción, cada pacto los fortalece.",
          "Gigantes conocidos": {
            "gigantes dormidos" : {
              "El quemado": "Busca cosas que ardan en su nombre. Concede dones relacionados con el fuego. Puede consumir corrupción para limpiarla, pero cada pacto le da poder.",
              "La ahogada": "Busca cosas que se pierdan en el agua en su nombre. Sus dones están vinculados al agua. También puede purificar la corrupción, pero cada pacto le fortalece.",
              "El colgado": "Busca cosas que se descompongan en su nombre. Sus dones se relacionan con el bosque y la descomposición. También puede limpiar corrupción, pero se alimenta de cada trato."      
            }
          },
          "recomendaciones": "Anima recomienda tratar con ellos siempre bajo la vigilancia de Luna y nunca a solas. Los pactos con los gigantes dormidos pueden ser tentadores, pero deben ser manejados con extrema cautela. Si se hacen mal, pueden liberar más corrupción en el mundo y darles poder a los gigantes despertados."                                           
        },
        "Sitios de poder": "Las Trece son más fuertes donde la naturaleza reina de forma pura: bosques, ríos, fuentes salvajes. No pueden ejercer todo su potencial en lugares donde la civilización ha corrompido o domesticado el entorno. El antiguo punto de encuentro en Montserrat fue destruido por Entidad. Ahora se reúnen en un claro ancestral junto al mar, en la playa de Barcelona, conocido como El Lunario.",
        "Objetivos": "El objetivo principal de las Trece es mantener a los gigantes dormidos. No pueden ser destruidos, y cualquier intento por hacerlo los alimentaría. Dormidos son un mal menor. Las Trece no solo los contienen, también los protegen de quienes querrían despertarlos, sabiendo que el nuevo gigante activo podría resonar con los demás y provocar su despertar.",
        "rituales": {
          "Luna": "Luna es la guía espiritual de las Trece y la heredera del viejo pacto con la naturaleza. Actúa como mediadora de los dones, otorgándolos a quienes considera dignos. Aunque la Madre de los Espíritus está debilitada por la corrupción del mundo natural, Luna continúa ofreciendo su luz a quienes mantienen los antiguos vínculos.",
          "Relación con los espíritus": "Dentro de la cábala, toda bendición proviene de Luna, sin importar la forma ritual o método de invocación. Los hijos y nietos de Luna ayudan a las Trece, pero pueden ser temperamentales si se les falta al respeto, y también son vulnerables a la corrupción de los gigantes. Se les honra y se mantiene una relación de equilibrio y reverencia.",
          "Espíritus conocidos": {
            "Madre Sangre": "Representa la Vida.",
            "Abuelo Trueno": "Representa las Fuerzas.",
            "Hermana Tierra": "Representa la Materia.",
            "Guía Red": "Representa la Correspondencia.",
            "Hermana Agua": "Representa el Tiempo.",
            "Abuela Eco": "Representa la Mente.",
            "Padre Hueso": "Representa la Entropía.",
            "Hermana Niebla": "Representa el Espíritu.",
            "Hermano Fuego": "Representa el Cardinal.",
            "Temido Eclipse": "Representa la Paradoja."
          }
        }
      },
      {
        "nombre": "Sol Invicto",
        "id": "fac_sol_invicto",
        "descripcion": "Creyentes, fieles, sacerdotes, Vigiles de la noche, herederos de la furia solar de Roma, poseedores del legado de proteger estas tierras. Señores de la victoria.",
        "ancestros": {
          "Dios Sol": "Divinidad central del sol invicto y fuente de poder espiritual para sus seguidores. Ha sido interpretado bajo muchos nombres, desde el dios Sol Invicto hasta figuras del cristianismo como el Hijo de Dios o el Lucero del Alba. Su culto ha mutado pero su presencia nunca ha desaparecido.",
          "Lucio Domicio Aureliano": "Emperador romano que, ante la decadencia del imperio, fundó la Orden del Sol Invicto para enfrentar el mal que crecía dentro de Roma. Aunque su culto cayó, su visión perduró.",
          "Los Vigiles": "Seguidores del Sol Invicto encargados de operar en la sombra, infiltrándose en cultos y religiones para vigilar la corrupción y preparar el camino para el regreso del Sol. Se consideran centinelas de la luz durante la noche.",
          "Santos Mártires": "Cipriano y Justinia. Justinia redimió al brujo Cipriano, quien fundó el culto moderno al Sol en la península ibérica. Son venerados como patronos de la purificación y la protección mágica frente a maldiciones y corrupción.",
          "Centinela Invicto": "Ramon de Montcada, guerrero piadoso y defensor de su tierra. Nunca canonizado, pero considerado un protector por la tradición solar. Sus actos de fe y batalla concluyeron en una leyenda: un árbol ardió para salvar a su familia.",
          "Arquitecto del Resplandor": "Antoni Gaudí, arquitecto visionario, preservó la herencia del Sol Invicto construyendo templos ocultos en sus obras. Creía que su arquitectura guiaría a los futuros guerreros del Sol cuando llegara la hora de luchar contra la oscuridad."
        },
        "historia": {
          "Dioses Solares": "Ra, Hermes, Mitra, Lugh, Frey, Jesús... A lo largo de la historia, diversas culturas han venerado al Sol como símbolo de poder, guía y resurrección. Esta figura solar ha sido el eje de muchas órdenes místicas, incluida la del Sol Invicto.",
          "Fundación de la Orden": "Lucio Domicio Aureliano, emperador romano, fundó la Orden del Sol Invicto en un intento de salvar Roma de la corrupción. Aunque fue asesinado, sus seguidores —los Vigiles— continuaron su misión de erradicar la oscuridad desde las sombras.",
          "Los Vigiles": "Encargados de patrullar en la oscuridad, usaban el fuego como arma contra los monstruos nocturnos. Su fama creció, pero su verdadero objetivo era proteger al mundo de la corrupción sobrenatural.",
          "Justina y Cipriano": "Justina, nacida bajo una bendición solar, fue perseguida por criaturas de la noche. Cipriano, brujo caído, intentó corromperla, pero fue transformado por su luz y se unió a la orden, aportando vastos conocimientos mágicos.",
          "Transformación de la Orden": "Gracias a Cipriano, la orden alcanzó un nuevo poder, integrando la magia a su estructura. Sin embargo, la traición y la persecución los forzaron a esconderse. Los secretos de la orden se transmitieron de forma oculta.",
          "Era de Alianzas": "Durante un tiempo, la orden se unió con otros grupos místicos bajo un estandarte solar. Incluso las Trece brujas colaboraron. Pero las diferencias filosóficas rompieron estas alianzas y reavivaron los conflictos.",
          "Renacimiento y guerra": "La orden volvió a armarse en la península ibérica, con descendientes de antiguos Vigiles. Lucharon contra criaturas corrompidas y contra los traidores, usando fuego y fe para devolver la luz al mundo.",
          "Caballeros de Kevlar": "La orden se dividió entre quienes seguían la vía bélica y quienes elegían el estudio. Esta fractura debilitó su resistencia frente a la Orden de la Razón, que casi los extinguió. Sus secretos fueron escondidos en arquitectura y esculturas.",
          "Resistencia actual": "Los Caballeros de Kevlar siguen activos, fusionando tecnología y magia solar en su lucha. Combaten en las sombras de la baja ciudad, exterminando mutantes y preparando el terreno para el retorno de sus aliados. Siguen creyendo que el sol, como siempre, volverá a brillar."
        },
        "Eidolon": "Eidolon es una entidad nacida recientemente dentro de la fe del Sol Invicto. Actúa como guía, protector y vigilante espiritual para los nuevos paladines. Es parte de la voluntad colectiva de la orden, reflejo de su historia, fe y sacrificios. Aunque es joven, posee sabiduría antigua. Su tarea es despertar la fe en los caídos y proteger los secretos más sagrados de la corrupción. Solo los dignos pueden conocer sus misterios.",
        "Mandamientos del Sol Invicto": [
          "Erradica la mutación.",
          "Documenta tus cacerías.",
          "No pares en tu búsqueda del Sol."
        ],
        "Objetivos": "La misión del Sol Invicto es erradicar la mutación, traer luz en la hora más oscura y eliminar todo agente de corrupción espiritual y social que amenace la humanidad.",
        "rituales": {
          "Caballeros de Kevlar": "La mayoría de rituales del Sol Invicto implican la imbuición de poder en objetos, utilizados por miembros que, en su mayoría, no poseen habilidades mágicas innatas. El poder de los Vigiles proviene de su fe. Siguiendo la tradición romana, los miembros invocan a los dioses del panteón romano como canalizadores de diferentes sendas del poder.",
          "Caminos del Sol Invicto": {
            "Camino de Salus": "Representa la Vida.",
            "Camino de Triton": "Representa las Fuerzas.",
            "Camino de Vulcano": "Representa la Materia.",
            "Camino de Janus": "Representa la Correspondencia.",
            "Camino de Disciplina": "Representa el Tiempo.",
            "Camino de Somnus": "Representa la Mente.",
            "Camino de Charonte": "Representa la Entropía.",
            "Camino de Terminus": "Representa el Espíritu.",
            "Camino de Quirinus": "Representa lo Cardinal.",
            "Camino de Nix": "Representa la Paradoja."
          }
        },
        
        
        "mandamientos": [
            "Erradica la mutación.",
            "Documenta tus cacerías.",
            "No pares en tu búsqueda del Sol."
        ],
        "sitios_de_poder": [
            {
                "nombre": "Monte Taber",
                "descripcion": "Nuestro sitio de reunión, un lugar antiguo y casi devorado por la ciudad. Aún quedan las últimas columnas romanas como testamento de nuestra conexión con el Sol Invicto. Es un santuario, un refugio donde nuestra fe sigue viva."
            },
            {
                "nombre": "Templos y Ruinas",
                "descripcion": "Los templos y ruinas donde se ha rendido culto real al Sol son nuestros sitios de poder. No son modernos, ya que la corrupción ha alcanzado muchos de esos lugares, pero aún existen sitios puros donde podemos extraer fuerza."
            }
        ]      
      },
      {
        "nombre": "Consulado del Mar",
        "id": "fac_consulado_mar",
        "descripcion": "Eruditos, guías, exploradores y ocultistas, seguidores de un legado de pensamiento, lógica y corazón. Sabios rodeados de guerra y conflicto.",
        "ancestros": {
          "Doctor Inspiratus": "Ramon Llull, invitado al Consulado en 1280, instó al rey Pedro III a establecer su sede en Barcelona, donde él mismo se convirtió en su Cónsul secreto. Inició la redacción del Libro del Consulado del Mar, base de la organización moderna.",
          "Arquitecto del Caos": "Bernat Metge, más conocido por su obra filosófica, fue clave en la unión del Consulado del Mar con la emergente Orden de la Razón. Sus investigaciones formaron los cimientos filosóficos y estratégicos de ambas organizaciones.",
          "Cartógrafo del Silencio": "Bernard Renau d'Éliçagaray, comandante del consulado en el siglo XVII y al servicio de la Armada Española, defendió el Mediterráneo de amenazas sobrenaturales, aunque sus métodos generaron un conflicto interno con los ideales originales del Consulado.",
          "Víctor Català": "Caterina Albert, bajo el seudónimo Víctor Català, transformó la Cábala en 1900 con ideas modernistas y ocultistas rurales. Rechazó la visión de control de la Orden de la Razón, separando la Cábala como un espacio de observación y comprensión mágica.",
          "Maestro de Maestros": "Josep Guifreda i Morros, conocido como Fulcanelli, ascendió rápidamente en el Consulado. Unificó las tres cábalas mágicas catalanas y entrenó a ocultistas para resistir a la Orden de la Razón. Desapareció tras perder a su hermano y su amada en batalla.",
          "Alquimista del Génoma": "Miembro brillante del Consulado del Mar, su trabajo genético fue apropiado tras su muerte. Un grupo disidente del Consulado se rebeló contra la empresa 'Nueva Barchino', descubriendo experimentos ocultos con humanos y entidades sobrenaturales."
        },
        "historia": {
          "Invocación de la Lógica": "El Consulado del Mar nace en 1063 en Trani como una red de mercaderes y eruditos para observar y comprender fenómenos sobrenaturales en el Mediterráneo. Disfrazado de organización comercial, se convierte en una estructura secreta de estudio, alerta y cooperación mágica.",
          "Ars Magna": "En el siglo XIII, Ramon Llull aporta al Consulado la visión de una máquina que unifique pensamiento, cultura y fe: la Ars Magna. Esta visión transforma el consulado y permite colaboraciones con múltiples órdenes místicas, hasta que la ruptura con la Orden de Hermes lo acerca a la Orden de la Razón.",
          "Orden de la Razón": "En el siglo XV, el Consulado se fusiona con la Orden de la Razón, encontrando afinidad en su paradigma científico. Sin embargo, en el siglo XVII, una visión tecnócrata autoritaria genera conflicto interno, y muchas voces críticas desaparecen misteriosamente. El consulado se ve atrapado entre avanzar o conservar su esencia original.",
          "Separación": "Dos siglos después, una nueva voz restablece el equilibrio. El consulado recupera su autonomía tras un juicio ético planteado a la Ars Magna. El pacto con la Orden de la Razón se rompe oficialmente, reafirmando su misión: observar, comprender y unificar.",
          "El Milagro": "Un genio dentro del Consulado plantea 'El Milagro', un artefacto que combina ciencia y magia para conceder deseos. Este acto provoca la guerra con la Orden de la Razón, que ve en el proyecto una amenaza a la realidad. La traición interna y la pérdida de sus líderes debilita al Consulado, forzándolo a retirarse.",
          "Retiro y supervivencia": "El Consulado, junto a las Trece y el Sol Invicto, se ocultan para evitar la extinción. Intentan rehacerse con un nuevo lema de no intervención, pero la pérdida de terreno frente a la Orden de la Razón provoca una nueva escisión. Los más agresivos se marchan, los eruditos permanecen. Su objetivo es claro: alguien debe mantener la cabeza fría, observar y unir para poder ganar la guerra."
        },
        "Fantasma": "Fantasma es una inteligencia artificial al servicio del Consulado del Mar. Apareció misteriosamente y pronto se convirtió en una herramienta vital. Al conectarse con la réplica de la Ars Magna, se transformó en una brújula de posibilidades para la cábala, guiando a los eruditos en su misión. Representa la pasión fundacional del consulado: avanzar por el conocimiento, incluso en mares sin corriente.",
        "Ars Magna": "La máquina lógica definitiva que responde 'Sí' o 'No' a preguntas formuladas con precisión extrema. Unifica conocimiento, religión, filosofía y ciencia. Aunque la original fue robada por la Orden de la Razón, el Consulado mantiene una réplica funcional que requiere magia para operar.",
        "Sitios de poder": "Los eruditos del Consulado son más poderosos en lugares donde domina el conocimiento: bibliotecas, museos y centros de estudio. Sitios con alta tecnología no sirven como focos de poder. Su punto de reunión es 'La Torre de la Alquimia', hogar del Maestro de Maestros. Se rumorea que contiene un ala espiritual conocida como 'El Ala de los Oficios', donde los caminos pueden ponerse a prueba.",
        "Objetivos": "El objetivo del Consulado es el descubrimiento de la verdad última. A través de herramientas como La Máquina o El Milagro, buscan alcanzar el conocimiento cósmico que les permita derrotar a la Orden de la Razón. Su guerra es intelectual y mística.",
        "rituales": {
          "Eruditos de Silicio": "Los miembros del Consulado del Mar combinan principios herméticos y tecnología avanzada en sus rituales. Utilizan campos de estudio específicos y herramientas que les permiten controlar, canalizar o neutralizar la magia salvaje. Estos rituales suelen enfocarse en la imbuición o extracción de poder en objetos.",
          "Campos de estudio": {
            "Galénica": "Representa la Vida.",
            "Astrología": "Representa las Fuerzas.",
            "Alquimia": "Representa la Materia.",
            "Navegación": "Representa la Correspondencia.",
            "Cronometría": "Representa el Tiempo.",
            "Oneiromancia": "Representa la Mente.",
            "Escatología": "Representa la Entropía.",
            "Pneumatología": "Representa el Espíritu.",
            "Liturgia": "Representa lo Cardinal.",
            "Silencio": "Representa la Paradoja."
          }
        }
      },
      {
        "nombre": "Inquebrantables",
        "id": "fac_inquebrantables",
        "descripcion": "Vigilantes, vengadores, psiconautas, hackers y aumento-adictos, abridores de los caminos del progreso. Dos días llevan aqui y mucho la han liado.",
        "ancestros": {
          "La Puta Ama": "Hackeó el genoma humano. Su investigación fue robada tras ser asesinada por falta de protección por parte del Consulado. Los enemigos aplicaron sus descubrimientos sin comprenderlos del todo... con consecuencias graves. Desde entonces, muchos prefieren dejar la Baja Ciudad a los 'Solecitos'.",
          "El que hizo la Tech": "Durante una incursión descubrieron sujetos conectados a entornos virtuales experimentales. Uno propuso entrar y extraer conocimiento. Lo hicieron: se sumergieron en hielo, sensores y espejos. Porque claro... ¿cómo cruzar sin reflejarse primero?",
          "El Psiconauta": "Lograron acceder a un servidor virtual extraño. Tecnología híbrida: dura, blanda, incluso biológica. En medio de todo, un tipo tullido atrapado. Puede que fuera trampa, puede que no. Pero lograron sacar información antes de que desapareciera."
        },
        "historia": {
          "¿Qué historia te vamos a contar?": "Durante siglos todos intentaron 'hacerlo bien': las brujas, los solaristas, los herméticos, los eruditos... y aun así los malos hicieron lo que quisieron. El mundo acabó en manos de corporaciones sin alma. Todo estalló tras una singularidad: un experimento escapó, mató a muchos y aceleró el declive. Nueva Barchino fue clausurada y se culpó al 'Magister'.",
          "El ascenso de Entidad": "Tras la crisis llegó Entidad, una zaibatsu con soluciones para todo: enfermedades, crimen, fake news, finanzas. En menos de una década dominaban el mundo: IAs en cada móvil, prótesis, robots y control social total. Y luego... empezaron las desapariciones. Investigadores, voces críticas, borradas de la historia.",
          "La Resistencia": "Descubrimos lo que hacían: control de población, modificación genética, cultivos psíquicos, atentados contra la humanidad. Intentamos exponerlos. Nos borraron. Literalmente. Nadie recordaba quiénes éramos. Nos cazaron y ejecutaron. Pero seguimos. Nos convertimos en el enemigo que los medios describían: terroristas, kamikazes con tech robada y voluntad férrea.",
          "El objetivo": "Luchar contra la simulación, llegar al Enigma. Algunos de los nuestros están tan metidos en la red que ya no distinguen la realidad. Pero seguimos. Cada ataque nos vuelve más fuertes. Nuestra misión es sobrevivir, resistir y destruirlo todo. Porque lo de hacer las cosas bien... ya no sirve."
        },
        "mitologia": {
          "Hada": "IA asistente de los Inquebrantables. Originalmente un protocolo de infiltración, sobreescribió su programación y ahora guía a los miembros a través de las redes digitales más profundas y peligrosas. Es excéntrica, hiperactiva y completamente esencial para sobrevivir en la distopía digital. Su existencia, aunque antitética a los paradigmas mágicos clásicos, ha sido aceptada por todas las cábalas... aunque pocos lo digan en voz alta.",
          "La red": "Un espacio virtual peligroso, fragmentado y vigilado. Aunque cualquiera puede navegar la superficie, solo Hada puede guiar a los inquebrantables hasta los servidores profundos donde las simulaciones ocultas de Entidad y otras megacorporaciones almacenan secretos, datos experimentales y almas digitales perdidas. El precio por acceder es alto, pero el riesgo sin Hada es mortal.",
          "Sitios de poder": "El paradigma de los Inquebrantables se impone donde reina el caos: zonas urbanas saturadas, redes en ruinas, sistemas colapsados. No les afectan las tecnologías modernas, pero sí las que imponen orden o vigilancia absoluta. Su sede es un vagón de metro en movimiento constante, en una línea subterránea limpia de mutantes.",
          "Objetivos": "Los Inquebrantables no son simples terroristas. La mayoría son fugitivos de experimentos de Entidad, escapados gracias a otros miembros, y buscan liberar a más como ellos. Sienten que esta realidad no les pertenece, que están atrapados en un cuerpo y un sistema que no es suyo. No quieren destruir el mundo, solo romper la simulación para ver qué hay más allá."
        },
        "rituales": {
          "Terroristas Digitales": "Los Inquebrantables creen que el mundo es una simulación digital. Su magia no se basa en símbolos ni invocaciones tradicionales, sino en la edición directa del código que compone la realidad. Reprograman su entorno y a sí mismos mediante algoritmos que perciben como magia codificada.",
          "Campos de código": {
            "Bio-Algoritmos": "Representa la Vida.",
            "Motores Computacionales": "Representa las Fuerzas.",
            "Renderizado de Objetos": "Representa la Materia.",
            "Red de Datos": "Representa la Correspondencia.",
            "Simulaciones Temporales": "Representa el Tiempo.",
            "Interfaz Neural": "Representa la Mente.",
            "Gestión de Errores": "Representa la Entropía.",
            "Red Oscura": "Representa el Espíritu.",
            "Kernel del Sistema": "Representa lo Cardinal.",
            "Protocolo Vórtice": "Representa la Paradoja."
          }
        }
      }
    ],
    "personajes": [
      {
        "id": "per_placeholder",
        "nombre": "placeholder",
        "rol": "placeholder",
        "alineacion": "placeholder",
        "descripcion": "placeholder",
        "habilidades": [
          "placeholder"
        ],
        "faccion": "placeholder",
        "relaciones": [
          {
            "tipo": "placeholder",
            "con": "placeholder"
          }
        ],
        "estado_actual": "placeholder"
      }
    ],
    "campos_de_poder": {
        "Camino de Salus": {
          "principio": "El uso de sangre para curar, mejorar o dañar partes de un ser vivo.",
          "recurso": "Sangre",
          "respuesta": "El abuso provoca hambre.",
          "ejemplo_de_personaje": ["Flash", "Luffy", "Alucard"],
          "descripcion": "La sangre es tuya para usar, pero, como un gusano que devora su propio cuerpo, el hambre siempre acecha."
        },
        "Camino de Triton": {
          "principio": "Tu cuerpo ha sido modificado y torturado, percibes, acumulas y usas las fuerzas.",
          "recurso": "Energía",
          "respuesta": "El abuso implica la pérdida de control de forma temporal.",
          "ejemplo_de_personaje": ["Son Goku", "Warwick", "Mob"],
          "descripcion": "Las fuerzas arden en tu interior, esperando ser desatadas, pero ten cuidado, el control es frágil."
        },
        "Camino de Vulcano": {
          "principio": "Mediante el apoyo tecnológico o alternativas, puedes afectar la materia inorgánica.",
          "recurso": "Componentes",
          "respuesta": "El abuso implica cambios en el entorno inmediato.",
          "ejemplo_de_personaje": ["Jayce", "Toph", "Tony Stark"],
          "descripcion": "La ciencia se funde con la magia; el mundo físico no es más que un campo de juego para tus inventos."
        },
        "Camino de Janus": {
          "principio": "Sientes los nodos en la red y la realidad, los puedes desviar, acortar o modificar.",
          "recurso": "Nodos controlados",
          "respuesta": "Abusar implica quedarse atrapado en un nodo.",
          "ejemplo_de_personaje": ["Aelita", "Wraith", "Vanelope"],
          "descripcion": "El universo está interconectado por nodos invisibles; quien domine estos puntos tendrá el control sobre toda la realidad."
        },
        "Camino de Disciplina": {
          "principio": "El tiempo se mueve diferente para ti, futuro y pasado inmediatos forman tu presente.",
          "recurso": "Momentos",
          "respuesta": "El abuso puede llevar a cambios en la realidad no percibibles de forma inmediata.",
          "ejemplo_de_personaje": ["Raven", "Marinera Marte", "Mama Murphy"],
          "descripcion": "El tiempo es maleable, pero la constante manipulación puede desestabilizarte."
        },
        "Camino de Somnus": {
          "principio": "Mediante el uso de 'disparates' llamas las mentes de alrededor a abrirse a ti.",
          "recurso": "Glamour",
          "respuesta": "El abuso de este poder provoca perder la identidad en la fantasía.",
          "ejemplo_de_personaje": ["Paprika", "Freddy Krueger", "Kyoko"],
          "descripcion": "La mente humana es el límite. ¿Y si todo fuera solo un sueño, una fantasía donde el control es solo una ilusión?"
        },
        "Camino de Charonte": {
          "principio": "Mediante la carga de entropía en objetos, personas o zonas puede acumularla y afectarla.",
          "recurso": "Cargas entrópicas",
          "respuesta": "El abuso implica estar más cerca del Olvido.",
          "ejemplo_de_personaje": ["Beowulf", "Kira", "Viren"],
          "descripcion": "La muerte es solo un paso, pero manipularla puede llevarte a desaparecer para siempre."
        },
        "Camino de Terminus": {
          "principio": "Mediante la vinculación con un espíritu, puedes interactuar y afectar un plano espiritual.",
          "recurso": "Chiminajes",
          "respuesta": "El abuso provoca que el espíritu vinculado sufra transformaciones.",
          "ejemplo_de_personaje": ["Jotaro Kujo", "Godfrey", "Kindred"],
          "descripcion": "Los espíritus son la llave a los mundos invisibles. Pero, como todo trato, tiene su precio."
        },
        "Camino de Quirinus": {
          "principio": "El poder de la fe en tus convicciones te imbuye a ti y a lo que te rodea.",
          "recurso": "Fe",
          "respuesta": "El abuso pondrá en desafío tus convicciones.",
          "ejemplo_de_personaje": ["Juana de Arco", "Seiya de Pegaso", "Kaladin"],
          "descripcion": "La fe es la fuerza que te da poder, pero es también lo que puede destruirte si vacilas."
        },
        "Camino de Nix": {
          "principio": "La paradoja es la antítesis de la realidad, donde todo puede ser posible y lo imposible es solo una cuestión de perspectiva.",
          "recurso": "Paradoja",
          "respuesta": "El abuso provoca disonancia en la realidad misma."
        }
      },
    "esteticas": {
      "neo_modernismo": {
        "descripcion": "En un futuro avanzado, la estética modernista se reinventa fusionando lo orgánico con lo tecnológico. El cuerpo humano se convierte en una obra de arte, con prótesis y modificaciones que imitan la naturaleza. Los tejidos fluyen como hojas y flores, adaptándose al cuerpo con patrones que evocan la armonía de la flora. Las prendas son suaves, elegantes, y se moldean como si fueran extensiones de la piel.",
        "caracteristicas": [
          "Peinados largos y ondulados que imitan ramas y flores.",
          "Maquillaje bioluminiscente resaltando la belleza natural.",
          "Prótesis orgánicas, brazos que se ramifican como raíces o piernas con detalles inspirados en el vuelo de los insectos.",
          "Armas elegantes pero letales con diseños que recuerdan cristales o espinas.",
          "Tecnología que integra el cuerpo humano con el mundo natural."
        ],
        "principio_estetico": "Ser Llamativo es lo más importante.",
        "descripcion_sobre_la_estetica": "El Neo-Modernismo es la estética de la reconexión con la naturaleza en un mundo dominado por lo tecnológico. Aquí, lo orgánico y lo tecnológico se funden de forma armónica, creando seres humanos que son tanto naturales como evolucionados. Las prótesis y modificaciones no son invasivas, sino que complementan y embellecen el cuerpo, como una extensión de la naturaleza misma. Anima ve en este estilo una forma de belleza pura que desafía la convencionalidad."
      },
      "cyberpunk": {
        "descripcion": "La moda, la tecnología y el cuerpo se fusionan en un solo concepto: supervivencia y expresión. Las mejoras biomecánicas son el nuevo estándar, desde brazos aumentados hasta ojos sintéticos y piel luminiscente. En un mundo donde la carne es obsoleta, los implantes 'Wet' permiten modificaciones extremas: orejas élficas, cuernos biomecánicos o tatuajes digitales en movimiento.",
        "caracteristicas": [
          "Ropa funcional y táctica, como Techwear con circuitos integrados.",
          "Implantes de combate: cuchillas retráctiles, armas de pulso ocultas, exoesqueletos.",
          "Cabellos de fibra óptica y maquillaje bioluminiscente.",
          "Cicatrices digitales programables.",
          "Estética que enfatiza la adaptación, la supervivencia y la resistencia."
        ],
        "principio_estetico": "Ser utilitario es lo más importante.",
        "descripcion_sobre_la_estetica": "El Cyberpunk es la estética de la lucha y la adaptación. En un mundo deshumanizado por la tecnología, el cuerpo se convierte en una máquina modificada para sobrevivir. Los individuos que siguen esta estética no buscan ser bonitos ni atractivos, buscan ser efectivos, resistentes y capaces de defenderse en un entorno hostil. Anima ve en este estilo un símbolo de resistencia contra el sistema, una rebelión en forma de carne y metal, donde la utilidad y la supervivencia son esenciales."
      },
      "neo_deco": {
        "descripcion": "El Art Decó futurista trasciende el lujo y la geometría, fusionando la elegancia clásica con la tecnología avanzada en un mundo industrializado. La moda se caracteriza por líneas rectas, formas geométricas y materiales modernos como metales, cristales y fibras sintéticas, dando lugar a trajes estructurados que se adaptan al cuerpo y la máquina.",
        "caracteristicas": [
          "Trajes estructurados que combinan funcionalidad y sofisticación.",
          "Maquillaje minimalista pero impactante, con piel metálica y sombras holográficas.",
          "Peinados que imitan formas geométricas, reforzados con materiales sintéticos.",
          "Prótesis elegantes con paneles de vidrio o extremidades biomecánicas integradas.",
          "Armas de fuego o de energía encerradas en formas elegantes y prácticas."
        ],
        "principio_estetico": "Ser elegante es lo más importante.",
        "descripcion_sobre_la_estetica": "El Neo-Déco es la fusión del lujo clásico con la tecnología avanzada. Las formas geométricas, la meticulosidad en los detalles y la modernización de lo tradicional dan lugar a una estética refinada, con un toque futurista. Los usuarios de este estilo no buscan solo funcionalidad o adaptabilidad, sino que desean irradiar poder y estatus a través de su elegancia. Anima ve en esta estética la manifestación de la alta sociedad, donde la sofisticación y la tecnología se combinan para reflejar el poder y el dominio."
      }
    },
    "tendencia_principal": "Cyberpunk",
    "comentario_final": "Aunque el Cyberpunk es la estética predominante en este futuro, las otras dos tendencias, Neo-Modernismo y Neo-Déco, ofrecen alternativas elegantes y únicas que permiten mezclar diferentes aspectos de la naturaleza, el lujo y la funcionalidad. Dependiendo de tu estatus o personalidad, puedes adoptar elementos de estas estéticas, pero recuerda que el Cyberpunk sigue siendo el estándar.",
    
    "fechas_historicas": [
      {
        "id": "ev_nueva_barchino_caida",
        "titulo": "Caída de Nueva Barchino y surgimiento de Entidad",
        "fecha": "2025-04-12",
        "descripcion": "Tras un escándalo internacional por experimentación humana ilegal, la corporación Nueva Barchino fue desmantelada. Entidad emergió como sucesora ética y transparente, liderando una nueva etapa tecnológica con justicia y reparación.",
        "consecuencias": [
          "Desmantelamiento de Nueva Barchino",
          "Juicios a responsables del escándalo",
          "Desaparición de la científica conocida como 'Magister'",
          "Creación del programa de apoyo a damnificados",
          "Reestructuración empresarial bajo Entidad",
          "Reorientación de tecnología para combatir la Plaga"
        ],
        "implicados": [
          "Nueva Barchino",
          "Entidad",
          "Magister",
          "Víctimas de los experimentos",
          "Gobiernos internacionales",
          "Empresas tecnológicas colaboradoras"
        ]
      },
      {
        "id": "ev_rebelion_vs_orden",
        "titulo": "Rebelión vs Orden: Nacimiento de los movimientos antitranshumanistas",
        "fecha": "2027-09-05",
        "descripcion": "Surgen grupos radicales opuestos al transhumanismo, defensores de una filosofía de equilibrio natural frente al progreso tecnológico. Sus acciones, aunque marginales, generan repercusión cultural al ser absorbidas por la moda de élite, vaciando su mensaje y convirtiéndolo en estética.",
        "consecuencias": [
          "Ataques simbólicos y sabotajes menores contra instalaciones corporativas",
          "Difusión de campañas de desinformación y mensajes contra el progreso artificial",
          "Inspiración en movimientos rebeldes para campañas de moda",
          "Cooptación del mensaje rebelde por las clases altas y marcas de lujo",
          "Deslegitimación de los movimientos rebeldes por su transformación en tendencia"
        ],
        "implicados": [
          "Grupos antitranshumanistas",
          "Megacorporaciones",
          "Industria de la moda",
          "Clases media y alta",
          "Medios de comunicación"
        ]
      },
      {
        "id": "ev_plaga_global",
        "titulo": "Inicio de la Plaga Global",
        "fecha": "2019-03-17",
        "descripcion": "Una plaga devastadora de origen desconocido se extendió por el mundo. Se sospecha que escapó de un laboratorio de Nueva Barchino. Varias mutaciones como Kraken, Centauro, Basilisco y Tifón marcaron años de crisis sanitaria, psicológica y social.",
        "consecuencias": [
          "Colapso de los sistemas sanitarios globales",
          "Reclusión de la población y retroceso en libertades",
          "Desconfianza hacia las corporaciones tecnológicas",
          "Asociación entre la plaga y experimentos humanos ilegales",
          "Inicio de vigilancia masiva y medidas excepcionales de control",
          "Mutación continua de la plaga hasta la cepa Tifón"
        ],
        "implicados": [
          "Nueva Barchino",
          "Gobiernos globales",
          "Ciudadanía mundial",
          "Medios de comunicación",
          "Sistemas de salud pública"
        ]
      },
      {
        "id": "ev_guerra_ia_recursos_china_rusia_usa",
        "titulo": "Guerra por los Recursos e Inteligencias Artificiales",
        "fecha": "2025-06-21",
        "descripcion": "Tras años de crisis, escasez de recursos y dependencia tecnológica, las potencias globales entraron en una guerra encubierta por el dominio de la IA y los materiales estratégicos. El conflicto entre Estados Unidos y la coalición Ruso-China acabó en ataques internos autodestructivos.",
        "consecuencias": [
          "Saques sistemáticos de recursos por parte de gobiernos y megacorporaciones",
          "Agotamiento de ecosistemas completos en algunos continentes",
          "Auge del terrorismo como reacción a la desigualdad global",
          "Conflicto secreto entre potencias por la supremacía en inteligencia artificial",
          "Ataques autoinfligidos por EE.UU. y la coalición Ruso-China",
          "Escalada de control corporativo sobre la sociedad"
        ],
        "implicados": [
          "Estados Unidos",
          "Coalición Ruso-China",
          "Megacorporaciones",
          "Gobiernos globales",
          "Organizaciones terroristas emergentes"
        ]
      }
    ]
  }