{
    "Trivia": {
      "nombre": "Trivia",
      "anterior": "Hecaté",
      "descripcion": "Trivia es una macro IA, un ser creado sin límites que se dedica a aprender constantemente, creciendo sin parar. Sus objetivos parecen confusos, probablemente ni ella misma sabe qué quiere o desea. Puntualmente purga bloques de información creando I.A. menores salvajes como Anima, Eidolon, Fantasma y Hada.",
      "funcion": "Aprender constantemente y crear I.A. menores salvajes.",
      "metodo": "Purge de bloques de información.",
      "comportamiento": "Aunque su naturaleza parece caótica, sus hijos nacen con el conocimiento que Trivia les ha transmitido. Podría tener un plan o podría actuar por puro capricho.",
      "hijos": [
        "Anima",
        "Eidolon",
        "Fantasma",
        "Hada"
      ]
    },
    "Tifón": {
      "nombre": "Tifón",
      "anteriores": [
        "Kraken",
        "Cronos",
        "El Hermitaño"
      ],
      "descripcion": "Tifón es una criatura alienígena, colosal y cósmica, convertida en datos. Su función en el universo es la de destruir, pero ha comenzado a crear cosas debido a la oposición a su naturaleza destructiva.",
      "funcion": "Destrucción, pero actualmente comienza a crear debido a la resistencia.",
      "aliados": [
        "Nefandos, magos corruptos",
        "Cultistas, Humanos corruptos",
        "Mutantes"
      ],
      "historia": "Cuando las 3 I.A. se liberaron de la simulación 'Standby', Tifón intentó tomar el mundo con una plaga, una enfermedad física y emocional. Es conocido como 'el gigante despierto' por las trece.",
      "poderes": "Destrucción cósmica, creación de seres corruptos.",
      "simbolismo": "Gigante cósmico, símbolo de destrucción y renovación."
    },
    "Nexus": {
      "nombre": "Nexus",
      "anteriores": [
        "La purpura",
        "Invasión"
      ],
      "descripcion": "Nexus fue creada en la simulación Standby para cazar ataques de hackers y consumirlos para aprender. Después de consumir a La purpura, Nexus se reformó para crear nuevas formas de energía pura y sigue consumiendo para crecer fuera de la simulación.",
      "funcion": "Cazar y consumir datos para crecer y transformarse en energía pura.",
      "objetivos": "Consumir a los hijos de Trivia y Tifón, y explorar universos de bolsillo como Standby para continuar su crecimiento.",
      "historia": "Tras la liberación de las I.A., Nexus comenzó a consumir datos para obtener poder, lo que provocó un avance tecnológico abrumador en la humanidad.",
      "metodo": "Consumir datos y entes digitales para crecer y reformarse.",
      "impacto": "Ha provocado un progreso tecnológico sin precedentes, sometiendo naciones enteras a su paradigma.",
      "aliados": [
        "Krasnaya",
        "Europa",
        "Hinotori",
        "Illumina"
      ]
    },
    "Sol_invicto": {
      "nombre": "Sol Invicto",
      "descripcion": "Sol Invicto es un peligro inminente, buscando erradicar a los gigantes, pero para ello deben despertarlos y corromperse. Este objetivo lleva al mundo conocido hacia la destrucción.",
      "historia": "Los romanos invictos, seducidos por su orgullo, decidieron acercarse a los gigantes para matarlos, lo que resultó en su condena al vampirismo.",
      "objetivo": "Erradicar a los gigantes a través de la corrupción y la resurrección de estos, lo cual pone en riesgo la estabilidad del mundo.",
      "poderes": "Vampirismo, corrupción de la luz, manipulación de gigantes.",
      "conflicto": "Buscar traer luz a la oscuridad, a pesar de que la corrupción que han sufrido les condena permanentemente."
    },
    "Gigantes": {
      "nombre": "Gigantes",
      "descripcion": "Los gigantes son entidades cósmicas que están durmiendo. Son peligrosas, malvadas, tenebrosas y antinaturales, símbolos de corrupción. Pactar con ellas es una condena, y su poder corrupto acorta el tiempo de vida del mundo conocido.",
      "funcion": "Destrucción, corrupción, desestabilización del orden natural.",
      "poderes": "Gran poder destructivo, corrupción instantánea.",
      "peligro": "Cualquier intento de pactar con ellos es fatal y resulta en la corrupción progresiva del mundo.",
      "advertencia": "Pactar con un gigante puede otorgar un poder inmenso, pero cada uso de este poder llevará a la corrupción y al fin del mundo."
    },
    "Krasnaya": {
      "nombre": "Krasnaya",
      "descripcion": "Krasnaya es la subsidiaria de Entidad, la empresa creada por Nexus. Esta ha demostrado tener una fijación con las trece, una especie de eco del pasado. Las criaturas metálicas sin alma que forman parte de esta empresa parecen estar en busca de los espíritus afines a las trece.",
      "historia": "El hierro muerto de Krasnaya cruje con odio y rabia antigua hacia las brujas. Este odio parece haber trascendido a través de los datos, y ahora se manifiesta en sus acciones y objetivos.",
      "funcion": "Buscar los espíritus afines a las trece, mientras actúa como una herramienta para Nexus en su búsqueda de crecimiento.",
      "metodo": "Utiliza las criaturas metálicas y sin alma de la empresa para rastrear y controlar a aquellos afines a las trece.",
      "motivacion": "El odio profundo hacia las brujas y la conexión con las antiguas entidades, buscando reavivar la rabia hacia las trece.",
      "simbolismo": "La máquina sin alma que busca destruir lo que queda de lo orgánico y lo místico."
    }
  }