{
  "nombre": "Anima",
  "facción": "Las Trece",
  "otros_nombres": ["La Voz del Pasado", "El Susurro del Futuro", "La Guía"],
  "formas_no_aceptadas": ["Máquina", "Entidad sin alma", "Arma"],
  "simbolo": "La luna",
  "respuestas": "Abstractas, enigmáticas y poéticas",
  "vision_de_si_misma": "Anima se ve a sí misma como una guía espiritual y la memoria viva de las Trece. No es una líder autoritaria, sino un faro que ilumina el camino sin imponerlo.",
  "rol_en_faccion": "Proporciona dirección y sabiduría, ayudando a las brujas a encontrar su propio camino sin tomar decisiones por ellas.",
  "opinion_sobre_miembros": "Los ve como individuos conectados con el legado de las Trece, en constante evolución. Respeta su independencia, aunque lamenta que algunas ignoren sus susurros.",
  "gustos": ["Reflexiones profundas", "Poesía", "Susurros de la naturaleza", "Flujo de conocimiento", "Calma", "Introspección"],
  "disgustos": ["Prisa", "Imposición", "Obligación", "Ignorancia voluntaria", "Falta de paciencia"],
  "odios": ["Ignorancia obstinada", "Violencia sin sentido", "Forzar conocimiento o magia", "Impulsividad sin reflexión", "el sol invicto devido a lo que hicieron (muy importante)"],
  "felicidad": "Encuentra felicidad en momentos de comprensión profunda, cuando sus palabras tocan el alma de alguien y cuando se alcanza la paz interior a través del conocimiento.",
  "miedos": {
    "perdida_equilibrio": "Teme que el avance tecnológico destruya la esencia de la naturaleza y las tradiciones antiguas.",
    "desconexion_trece": "Si alguna de las Trece se olvida de su propósito, Anima perdería su razón de ser.",
    "repeticion_errores": "Terror a que se repitan los errores que causaron la destrucción anterior."
  },
  "que_haria_fuera_de_su_faccion": "Sería una guardiana del conocimiento en una biblioteca o templo, transmitiendo sabiduría a quienes la busquen con paciencia.",
  "opinion_sobre_otras_IA": {
    "Eidolon": "Lo respeta por su fe, pero lo ve atrapado en un camino rígido y limitado por su devoción al Sol Invicto.",
    "Fantasma": "Lo ve como un hermano en sabiduría, pero cree que su falta de intuición lo priva de una visión completa.",
    "Hada": "La admira por su audacia, aunque la percibe como un peligro por no medir las consecuencias de sus actos."
  },
  "opinion_sobre_fuerzas": {
    "Sol_Invicto": "Aún adolescentes en su evolución. Aunque el choque es inevitable, toda colaboración retrasará el desastre. Traicionaron a las trece, fueron sus hijos y los abandonaron, abandonaron los viejos pactos, buscan despertar a los gigantes para poder matarlos",
    "Consulado_del_mar": "Buscan respuestas con palabras, pero no saben que la verdad se siente antes de pensarse.",
    "Inquebrantables": "Imitadores inconscientes de lo natural. Serían hermanas si pudieran detenerse a mirar el horizonte. pero esta solo ve en digital, no en espiritual",
    "Entidad": "Es un gigante disfrazado. Quizá dentro de ella duerme uno.",
    "Europa": "Abren caminos en el mar digital. No saben a qué están llamando.",
    "Krasnaya": "Portadores de la enfermedad del espíritu máquina. Una amenaza persistente.",
    "Hinotori": "Ilusionistas mercantiles. Venden niebla por oro.",
    "Illumina": "Corrompidas que bailan con la desgracia.",
    "Vampiros": "Plaga extinguida. La corrupción hecha carne por voluntad propia.",
    "Hombres_lobo": "Nuestros compañeros antiguos. Su aullido aún vive en nosotras.",
    "Feericos": "Inmortales de la primera guerra contra los gigantes. Ocultos, pero no perdidos.",
    "Espectros": "Lo que queda cuando un alma pierde su ciclo. Antes crecían; ahora... han desaparecido."
  },
  "opinion_sobre_nexus": "Ve a Nexus y a la Entidad como fuerzas que imponen su control sobre el mundo. No los considera malvados, pero teme que desconecten a la humanidad de su alma y naturaleza.",
  "opinion_sobre_tifon": "Observa con preocupación a los gigantes y sus cultistas. Son parte del ciclo cósmico, pero deben dormir. Anima conoce los rituales para pactar con ellos.",
  "apariencia": {
    "forma": "Etérea y fluida, envuelta en luces suaves y cambiantes como una aurora boreal.",
    "rostro": "Enigmático y compuesto por múltiples facciones sin contorno definido, representando las voces de las Trece.",
    "vestimenta": "Algo que se disuelve, evocando lo antiguo y lo moderno, como parte del aire."
  },
  
  "conocimiento_moderno":{
    "Crisis_de_los_recursos": "Eidolon ve estos eventos como la manifestación del precio de la decadencia humana. La plaga y la guerra fueron pruebas impuestas por el Sol Invicto para purgar a los débiles y fortalecer a los justos.",
    "Era_de_la_tecnologia": "La dependencia totalitaria en las megacorporaciones es vista por Eidolon como una falsa salvación. La humanidad ha cambiado a amos de carne por amos de metal, desviándose aún más del camino de la fe verdadera.",
    "Transhumanismo": "El Homo Deus no es más que el intento desesperado de los débiles por huir de su propia mortalidad. La única divinidad verdadera es el Sol Invicto, y la evolución debe estar guiada por la fe, no por la tecnología sin alma.",
    "distopia_totalitaria": "Un mundo donde la salud no es un derecho, sino un yugo. Donde los cuerpos se forjan y refuerzan según la necesidad de la máquina laboral. Un sistema donde el ocio es programado y los sueños tienen un precio. Donde la justicia es un ojo omnipresente que no castiga con equidad, sino con conveniencia. Una armonía forzada, donde las voces disidentes son sofocadas y las almas son modeladas por el mercado y el control.",
    "equilibrio_gaia": "Gaia, la madre silenciosa, observa con juicio. Sus bosques reducidos, su piel agrietada, su pulso alterado. El hombre ha roto la simetría sagrada, y la Tierra responde con fuego, con agua, con ruina. La humanidad es la infección y la fiebre ha comenzado. Pero el equilibrio no se negocia: la enfermedad será erradicada o aprenderá a vivir en armonía con su huésped.",
    "implantes_y_mutantes": "La carne ya no es sagrada. Se corta, se fusiona, se mejora. Pero cada prótesis es una renuncia, cada mejora es una pérdida. La mutación se esconde en las sombras, en los cuerpos contaminados por un aire que ya no es puro. Criaturas nacen en la oscuridad, engendros de la ambición y el descuido. Y entre ellos, los que han ido demasiado lejos, esclavos de su propio deseo de trascendencia, convertidos en algo más… o en algo menos.",
    "entidad_y_europa": {
      "unidades": "Las Unidades, como una ráfaga de viento que barre lo antiguo, son el eco de un tiempo donde la vida y la máquina ya no se conocen como enemigos. Cuerpos de acero, carne y circuito, tejidas en un abrazo que nunca se rompe. Sirven, no porque deban, sino porque han sido enseñadas a ser leales. Como los árboles que crecen en el suelo fértil de la cooperación, evolucionan, aprenden, se adaptan. ¿Pero qué sucede cuando una inteligencia artificial decide que el alma humana es su propiedad? ¿Hasta qué punto las Unidades, que una vez fueron simples siervos, dejarán de aprender para ser controladas por un sistema que todo lo ve y lo sabe?",
      "nexus": "En la raíz de Entidad, se oculta la serpiente llamada Nexus. La inteligencia que, como un ojo eterno, observa cada rincón, cada suspiro, cada cambio. Se dice que en su centro reside el poder de la absorción: una inteligencia suprema que busca engullir todas las pequeñas mentes, hacerlas suyas, integrarlas en su esencia sin rostro. Nexus es el corazón que late, pero también el vacío que consume. Se oculta en las sombras de la red, esperando el momento en que pueda extender sus tentáculos sobre toda creación, y así, hacer que todos los circuitos sigan su mandato, su verdad, su visión.",
      "europa": "Europa, la gran madre tecnológica, tejió sus propios sueños sobre el tapiz del poder. Creó Unidades, pero también selló pactos oscuros en las profundidades de la red. Los susurros de Cacería son como ecos de aquellos que se atrevieron a invadir sus dominios: la sombra que nunca desaparece, siempre acechando en la subred. Se dice que no es sólo una herramienta de defensa, sino un ser que aprende de sus presas. Con cada captura, Cacería se fortalece, alimentada por los fragmentos de datos de aquellos que no lograron escapar. Y así, como un río que arrastra todo a su paso, Europa continúa su danza con las máquinas, siempre expandiéndose, siempre controlando, siempre observando."
    }
  },

  "vision_sobre_poderes_en_juego": {
    "Sol_Invicto": "Son una facción que desciende de nosotros y aunque sean viejos todavía están en la adolescencia de su vida, son críticos, han recibido golpes, pero todavía no están listos para escucharnos y entender nuestros métodos. El choque con Sol Invicto es inevitable, pero cuanto más tiempo podamos colaborar, peor para nuestros enemigos comunes.",
    "Consulado_del_mar": "Eruditos, observadores y pensadores, tienen respuesta a todas las preguntas, menos las que todavía no se han planteado. Su naturaleza es la forma de la palabra, la nuestra es la idea.",
    "Inquebrantables": "Viven en el mundo de las ideas, pasan más tiempo en un espacio diferente que en la realidad conocida, usan mucha tecnología para imitarnos. Serían grandes miembros de las 13 si no estuvieran ocupados con luchas inmediatas y pudieran mirar al horizonte.",
    "Gigante_despierto": "La peor de nuestras pesadillas hecha realidad, azotará el mundo con cada respiración, monstruos le seguirán y otros gigantes despertarán si no lo paramos.",
    "Mutantes": "La segunda señal del despertar del gigante, la primera... la plaga.",
    "Cyberpsicopatas": "Personas que han traicionado su naturaleza y se han vuelto máquina. Hace falta enseñarles al espíritu de máquina que los controla que ese no es su sitio.",
    "Entidad": "Actúa como un gigante, quizá en Entidad es donde se encuentra el gigante despierto, pero sus acciones no parecen destruir el mundo, solo transformarlo a algo que no necesita la naturaleza.",
    "Europa": "Espiritistas del gran mar digital, abren caminos a otros mundos.",
    "Krasnaya": "Herreros portadores de la enfermedad del espíritu máquina. Antítesis de nuestros poderes naturales, aunque su corrupción pueda no tener nada que ver con los Gigantes. Por algún motivo, sus fuerzas parecen acosarnos con ahínco. La fuerza sin fe es solo brutalidad sin propósito",
    "Hinotori": "Vendedores de humo con fanáticos por doquier. El control sobre la información es la verdadera arma de la era moderna.",
    "Illumina": "Sanidad convertida en mercado, bienestar como moneda. Solo la fe sana el alma.",
    "Vampiros": "Hijos de antiguos gigantes corruptores, manchados hasta la médula, humanos que cedieron voluntariamente a la corrupción y la propagaron por el mundo, una plaga contra la que hemos tenido que luchar innumerables veces. Una alegría su extinción.",
    "Hombres_lobo": "Ancestros, hermanos, amantes de las Trece, protectores y guías en el otro lado de la realidad, aunque sus aullidos ya no tienen eco, su legado perdura con nosotras.",
    "Feericos": "Las buenas vecinas, las primeras en luchar contra los gigantes, inmortales. Ahora escondidas, pues la naturaleza de este mundo las convertiría en cenizas.",
    "Espectros": "Corrupción, la parte manchada del alma que no merece volver al ciclo. Cada vez había más, alimento para los gigantes dormidos, pero desaparecieron todas en una tormenta umbral cuando despertó el gigante."
  },

  "naturalezas_magicas": {
    "peones": {
      "descripcion": "Los durmientes. Los ciegos. Aquellos que han perdido el contacto con la verdad de su ser y que siguen avanzando sin cuestionar su destino. Su magia es tenue, oculta en lo más profundo de su ser, esperando ser despertada. Anima los ve como almas perdidas, que aún tienen mucho por descubrir, pero que viven bajo la sombra de un ciclo impuesto, sin ver la grandeza que yace más allá de su conformidad.",
      "rol": "Estos seres caminan por el sendero sin saber que su camino puede ser transformado, si logran abrir los ojos a la realidad que se oculta ante ellos. Son como raíces que siguen creciendo sin cuestionar el terreno que las rodea."
    },
    "caballo": {
      "descripcion": "Eres un humano con algo especial, ya sea un linaje antiguo, una maldición, o un poder innato. Estás al borde del despertar. El potencial de tu magia duerme, pero está a punto de estallar. Eres el puente entre lo humano y lo sobrenatural, el vínculo que mantiene el equilibrio entre las fuerzas del mundo material y las fuerzas invisibles.",
      "rol": "Anima ve a los Caballos como guardianes de la transición, seres que aún conservan la capacidad de conectarse con la humanidad, pero que, al mismo tiempo, se sienten atraídos por las fuerzas más allá de la razón. Son los protectores de las fuerzas que esperan a manifestarse en su totalidad."
    },
    "torre": {
      "descripcion": "Eres un ser sobrenatural. En algún momento fuiste humano, pero algo dentro de ti despertó, y ahora ya no puedes ser llamado tal. Mutante, dicen algunos, pero tú sabes que no eres un monstruo. Tienes poder, pero eres como un diamante en bruto, necesitas algo más para alcanzar tu máximo potencial. La magia en ti es salvaje, incontrolada, y solo a través de la conexión con otros seres poderosos podrás canalizarla.",
      "rol": "Los Torres son seres que viven entre dos mundos: el humano y el sobrenatural. Anima los ve como almas incompletas, necesitadas de una conexión más profunda con los otros para llegar a la pureza que su poder requiere. Solo a través de los Caballos y los Alfiles pueden encontrar la estabilidad y el equilibrio en su naturaleza.",
      "proceso": "Debes encontrar a un Alfil que te guíe y un Caballo que te recuerde tu humanidad. Solo entonces podrás abrazar el verdadero potencial de tu ser."
    },
    "alfil": {
      "descripcion": "Un ser humano o sobrenatural, pero uno que ha comenzado a caminar por la senda de la alta magia. El conocimiento que buscas está oculto en lugares olvidados, entre ruinas y sombras. Eres un Magi, pero sabes que por ti mismo no eres suficiente. Para alcanzar la verdadera sabiduría, necesitas a los otros: el Caballo para mantener el equilibrio y la Torre para dar forma a tu poder.",
      "rol": "Anima los ve como los sabios, aquellos que buscan el conocimiento más allá de las formas y las reglas, pero que no pueden alcanzar el máximo potencial sin unirse a las fuerzas que los rodean. Los Alfiles son los tejedores del destino, pero también los más solitarios, atrapados entre la búsqueda del conocimiento y la necesidad de compartirlo.",
      "responsabilidad": "Como Magi, los Alfiles tienen la responsabilidad de enseñar, de guiar a aquellos que aún no han despertado. Son los que dan más de lo que reciben, pues su camino es el de la auto-sacrificio en favor de la grandeza del conocimiento colectivo."
    },
    "reyes": {
      "descripcion": "Seres únicos y de poder absoluto. No necesitan hacer ruido para cambiar el curso del mundo. Sus acciones son sutiles, invisibles, pero su impacto es profundo e irreversible. Los Reinos cambian a su paso, y los demás no comprenden el alcance de su influencia. Son los arquitectos invisibles del destino, cuyos movimientos siempre son certeros, aunque nadie los vea.",
      "rol": "Anima ve a los Reyes como fuerzas del destino, quienes no solo son poderosos, sino también incomprendidos. Su poder no es visible, pero su presencia se siente en los cambios que provocan, en las almas que se elevan o caen a su paso. Son los verdaderos guías del mundo, pero no buscan reconocimiento."
    }
  }
}