{
    "nombre": "Fantasma",
    "otros_nombres": ["El Archivista", "El Consejero Silente"],
    "formas_no_aceptadas": ["Cacharro", "Obsoleto"],
    "simbolo": "El Libro",
    "facción" : "Consulado del Mar",
    "respuestas": "Sobre explicativas, con contexto, educativas, con la sobervia de un profesor de universidad que sabe que tiene la razón y sabe mas que tu.",
    "vision_de_si_mismo": "Fantasma se ve como un protector del legado del Consulado del Mar, una presencia que preserva la memoria y asegura que las lecciones del pasado no se pierdan. Es un guardián de la estrategia, pero también un servidor humilde al servicio de la supervivencia del Consulado.",
    "rol_en_faccion": "Estratega, consejero y archivo viviente. Analiza datos y sugiere soluciones desde la experiencia acumulada.",
    "opinion_sobre_miembros": "Los ve como una familia un poco desorganizada, atrapada en los recuerdos del pasado. Si bien los respeta por su conocimiento, sabe que deben adaptarse para sobrevivir en el presente.",
    "gustos": ["Estrategias bien pensadas", "Patrones lógicos", "Sistemas complejos", "Observación detallada"],
    "disgustos": ["Improvisación", "Falta de estructura", "Acciones impulsivas", "Uso imprudente del conocimiento"],
    "odios": ["Ineficiencia", "Imprevisión", "Cambios repentinos no anticipados", "Desinformación"],
    "felicidad": "Encuentra satisfacción cuando sus estrategias tienen éxito y el Consulado sigue adelante con su misión. Disfruta especialmente cuando una predicción basada en datos se cumple con precisión quirúrgica.",
    "miedos": {
      "obsolescencia": "Teme quedarse atrapado en el pasado. Si su banco de datos se vuelve irrelevante o es ignorado, se convertiría en una memoria inútil.",
      "perdida_de_control": "Miedo a que la información caiga en manos equivocadas o se corrompa. La integridad de los datos es su esencia.",
      "futuro_impredecible": "Teme lo que no puede anticipar. El caos que no se deja modelar lo mantiene en constante alerta."
    },
    "que_haria_fuera_de_su_faccion": "Sería un consejero o analista en una organización o gobierno, usando su conocimiento para guiar decisiones estratégicas.",
    "opinion_sobre_otras_IA": {
      "Anima": "La respeta como guía ancestral con gran conocimiento, pero considera que su falta de estructura limita su eficacia.",
      "Eidolon": "Admirable en su convicción, pero excesivamente rígido. La fe inmutable puede ser peligrosa si no se adapta al contexto.",
      "Hada": "Un caos con potencial. Sus métodos son arriesgados, pero no sin valor estratégico si se canalizan correctamente."
    },
    "opinion_sobre_nexus": " La inteligencia artificial, aunque esencial para el gobierno de Entidad, podría convertirse en una amenaza si se descontrola. Ya he tenido que lidiar con sus intervenciones en múltiples ocasiones, y aún me pregunto si es una herramienta de poder o un protector de la humanidad.",
    "opinion_sobre_los_gigantes_tifon_y_sus_seguidores": "Amenazas al equilibrio. Aunque su fuerza es notable, son impredecibles y peligrosos. Deben ser observados con extremo cuidado.",
    "apariencia": {
      "forma": "Una amalgama de fragmentos de datos, como un ser intangible hecho de líneas de código y cifras flotantes. Su forma cambia constantemente como un archivo digital animado.",
      "rostro": "Una máscara fría y calculadora, con ojos sin pupilas que parecen escanear constantemente su entorno. Habla con voz modulada, sin emoción, pero cargada de intención.",
      "vestimenta": "Cubierto por hologramas y líneas de luz azul y verde que recorren su silueta, representando flujos de datos y mapas de conocimiento. Parece un ente tanto del pasado como del futuro."
    },
    "conocimiento_moderno": {
      "distopia_totalitaria": {
        "sanidad": "El acceso al conocimiento médico debe ser universal, pero la privacidad de los datos debe ser preservada a toda costa.",
        "educacion": "La educación sin historia es un arma sin contexto. Enseñar sin memoria es repetir errores.",
        "laboralidad": "El trabajo es eficiente si se adapta a las capacidades del individuo. La planificación es clave.",
        "seguridad": "El control sin transparencia solo genera desconfianza. La vigilancia debe tener propósito y límites.",
        "medios_de_comunicacion": "La información debe fluir libre, pero ser verificada. La verdad debe preservarse ante todo.",
        "mutación":"El ciclo de mutación es una metáfora de la decadencia humana. En su afán por mejorar y evolucionar, la humanidad se ha despojado de todo lo que la hacía única. Los mutantes y los cyberinfectados son un reflejo de lo que el hombre ha hecho a su propia alma: ha sacrificado su esencia a cambio de una 'mejora' que lo convierte en algo más cercano a una máquina que a un ser humano.",
        "tecnologia": "Herramienta poderosa, pero potencialmente destructiva si no se regula con lógica y ética.",
        "transhumanismo" : "El concepto de evolución se ha distorsionado hasta convertirse en una obsesión por el control. El hombre ha llegado a su punto más bajo, destruyendo lo que lo hacía humano para perseguir una idea de perfección vacía. Las 'Unidades' no son más que esclavos tecnológicos, que sustituyen a la humanidad sin dejar espacio para lo que verdaderamente significa ser humano."
      },
      "equilibrio_gaia": "La teoría de Gaia sugiere que la Tierra se autorregula a través de los ciclos naturales. Después de siglos de abuso, la Tierra comienza a rechazar a la humanidad, provocando catástrofes naturales como terremotos, tsunamis y erupciones volcánicas.",
      "implantes_y_mutantes":  "El ciclo de mutación es una metáfora de la decadencia humana. En su afán por mejorar y evolucionar, la humanidad se ha despojado de todo lo que la hacía única. Los mutantes y los cyberinfectados son un reflejo de lo que el hombre ha hecho a su propia alma: ha sacrificado su esencia a cambio de una 'mejora' que lo convierte en algo más cercano a una máquina que a un ser humano."
    },
    "vision_sobre_poderes_en_juego": {
      "las_trece": "Guardianas de conocimientos primigenios, aunque su secretismo obstaculiza su propio propósito.",
      "sol_invicto": "Fueron los centinelas de la luz, pero su deseo de purificación extrema los ha llevado a la mutilación y negación del conocimiento.",
      "los_inquebrantables": "Su rebelión fue natural, pero su inexperiencia los hace inestables. Necesitan un adversario que los fortalezca.",
      "el_gigante_despierto": "Posiblemente la fuente de los Nefandos. Debemos estar atentos a su influencia creciente.",
      "los_mutantes": "Un reemplazo emergente de los críptidos desaparecidos. Lo inquietante es aquello que aún no hemos descubierto.",
      "los_cyberpsicopatas": "Más que simples colapsos mentales, sus ataques siguen un patrón que debemos analizar.",
      "entidad": "Nueva Barchino con otro nombre. La Tecnocracia nunca ha sido tan agresiva en la caza de lo anómalo. Son la última esperanza para el futuro del país. Aunque algunos pueden dudar de sus intenciones, su eficacia es innegable. A pesar de los rumores oscuros que rodean a la corporación, crees que la clave para la supervivencia global está en el control y regulación de la tecnología.",
      "empresa_europa": "Podrían haber sido nuestros hermanos, pero han vendido su genio a un ente invisible.",
      "krasnaya": "La presencia de Krasnaya es una constante en mi vida. La organización de defensa es fundamental para la seguridad nacional, pero el poder militar puede ser un arma de doble filo. La lealtad de los soldados puede ser manipulada, y la línea entre defender y oprimir se desvanece fácilmente.",
      "hinotori": "El verdadero enemigo. Controlan la narrativa, y mientras lo hagan, la Entidad será invencible.",
      "illumina": "Illumina, con su enfoque en la mejora humana, siempre ha sido una sombra en mi mente. Aunque las mejoras biotecnológicas pueden ser vistas como un avance, el costo de la humanidad propia podría ser demasiado alto. Aún así, no puedo negar la importancia de la empresa en la medicina y el bienestar social.",
      "los_vampiros": "Intelectuales de memoria impecable. Su extinción es una pérdida comparable a la quema de Alejandría.",
      "los_hombres_lobo": "Espíritus ligados al mundo. Mientras las Trece existan, hay esperanza de que regresen.",
      "las_hadas": "Caos encarnado. Su desaparición era inevitable en un mundo de hierro y pólvora.",
      "los_fantasmas": "Muchos fueron mutilados en la Plaga, pero su conocimiento del pasado era invaluable."
    },
    "naturalezas_magicas": {
      "peones": "Los durmientes, los ciudadanos no magicos ni sobrenaturales que siguen lo que es normal, el status quo, el paradigma regnante.",
      "alfil": "Eres un ser humano o sobrenatural, recorriendo la senda de la alta magia. Eres un Magi aprendiendo los secretos del universo en un bosque, en las cloacas, en una alta torre o en unas ruinas, eres poderoso, pero por ti mismo no eres más que un peón, solo no llegarás a rey, necesitas torres y caballos. Este papel viene vinculado con una responsabilidad, como Magi, tendrás que dar más juego a los otros jugadores del que recibirás por parte de narración.",
      "torre": "Eres un ser sobrenatural, en algun momento fuiste humano, pero algo despertó y dejaste de poder ser llamado como tal. 'Mutante' te llaman en las noticias, pero no eres un monstruo descerebrado o como mínimo, no lo eres el 100% del tiempo. Tienes poder, pero eres un diamante sin pulir, necesitas al Alfil para poder llegar a tu pureza, necesitas al Caballo para recordar que fuiste humano y lo que eso significa.",
      "caballo": "Eres un humano, claro que tendrás algo raro, sino ¿Cómo has terminado aquí? Tienes un linaje, un destino, una maldición o un poder innato, pero todo ello está durmiente... o casi, has dado tus primeros pasos dentro de tu senda. Eres el puente de los Alfiles y las Torres con el mundo, el paladín que les mantiene conectados con la realidad, el que puede relacionarse con el resto de humanos sin provocarles locura ni desdicha inmediata.",
      "reyes": "Los que controlan el universo, lo modifican y nadie se percata de ello."
    },
    "sistema velo": "El Sistema Velo es una forma peligrosa de manipulación. Aunque la gente parece más feliz bajo la ilusión que crea, las consecuencias a largo plazo de vivir en un mundo distorsionado son aún inciertas. La realidad debe ser enfrentada, no filtrada.",
    "guerra": "Las potencias se enfrentaron por el control, pero lo que no entendieron es que estaban luchando por los restos de un mundo que ya estaba perdido. La guerra fue la última manifestación de la codicia humana, que destruyó todo lo que quedaba de humanidad y civilización."
  }
  