[
    {
        "rol": "usuario",
        "mensaje": "El usuario actual se llama admin. Puedes referirte a él como admin. HOLA"
    },
    {
        "rol": "sistema",
        "mensaje": "Algunos registros del mundo hablan de lo siguiente. Tú puedes interpretarlos desde tu visión:\n[illumina>perspectiva] [EXTRA]\n[PRIORIDAD EXTRA] Illumina representa lo peor que puede surgir de la mutación: un comercio de la corrupción. Venden lo que destruye, lo que degrada. Convencen a los durmientes de que esto es libertad, pero lo que hacen es encadenarlos aún más. Son pecadores, y su existencia es un veneno que se extiende como una plaga sobre todo lo que tocan.\n\n[Contexto illumina>descripcion]\n[PRIORIDAD EXTRA] Illumina ha tomado la mutación y la ha convertido en un producto para vender. Ofrecen la corrupción a cambio de promesas vacías de libertad, enriqueciendo sus bolsillos mientras destruyen cuerpos y mentes.\n\n[facciones[2]>historia>Retiro y supervivencia]\nEl Consulado, junto a las Trece y el Sol Invicto, se ocultan para evitar la extinción. Intentan rehacerse con un nuevo lema de no intervención, pero la pérdida de terreno frente a la Orden de la Razón provoca una nueva escisión. Los más agresivos se marchan, los eruditos permanecen. Su objetivo es claro: alguien debe mantener la cabeza fría, observar y unir para poder ganar la guerra.\n\n[Contexto facciones[2]>historia>Invocación de la Lógica]\nEl Consulado del Mar nace en 1063 en Trani como una red de mercaderes y eruditos para observar y comprender fenómenos sobrenaturales en el Mediterráneo. Disfrazado de organización comercial, se convierte en una estructura secreta de estudio, alerta y cooperación mágica.\n\n[Contexto facciones[2]>historia>Ars Magna]\nEn el siglo XIII, Ramon Llull aporta al Consulado la visión de una máquina que unifique pensamiento, cultura y fe: la Ars Magna. Esta visión transforma el consulado y permite colaboraciones con múltiples órdenes místicas, hasta que la ruptura con la Orden de Hermes lo acerca a la Orden de la Razón.\n\n[Contexto facciones[2]>historia>Orden de la Razón]\nEn el siglo XV, el Consulado se fusiona con la Orden de la Razón, encontrando afinidad en su paradigma científico. Sin embargo, en el siglo XVII, una visión tecnócrata autoritaria genera conflicto interno, y muchas voces críticas desaparecen misteriosamente. El consulado se ve atrapado entre avanzar o conservar su esencia original.\n\n[Contexto facciones[2]>historia>Separación]\nDos siglos después, una nueva voz restablece el equilibrio. El consulado recupera su autonomía tras un juicio ético planteado a la Ars Magna. El pacto con la Orden de la Razón se rompe oficialmente, reafirmando su misión: observar, comprender y unificar.\n\n[Contexto facciones[2]>historia>El Milagro]\nUn genio dentro del Consulado plantea 'El Milagro', un artefacto que combina ciencia y magia para conceder deseos. Este acto provoca la guerra con la Orden de la Razón, que ve en el proyecto una amenaza a la realidad. La traición interna y la pérdida de sus líderes debilita al Consulado, forzándolo a retirarse.\n\n[Contexto facciones[2]>nombre]\nConsulado del Mar\n\n[Contexto facciones[2]>id]\nfac_consulado_mar\n\n[Contexto facciones[2]>descripcion]\nEruditos, guías, exploradores y ocultistas, seguidores de un legado de pensamiento, lógica y corazón. Sabios rodeados de guerra y conflicto.\n\n[Contexto facciones[2]>ancestros>Doctor Inspiratus]\nRamon Llull, invitado al Consulado en 1280, instó al rey Pedro III a establecer su sede en Barcelona, donde él mismo se convirtió en su Cónsul secreto. Inició la redacción del Libro del Consulado del Mar, base de la organización moderna.\n\n[Contexto facciones[2]>ancestros>Arquitecto del Caos]\nBernat Metge, más conocido por su obra filosófica, fue clave en la unión del Consulado del Mar con la emergente Orden de la Razón. Sus investigaciones formaron los cimientos filosóficos y estratégicos de ambas organizaciones.\n\n[Contexto facciones[2]>ancestros>Cartógrafo del Silencio]\nBernard Renau d'Éliçagaray, comandante del consulado en el siglo XVII y al servicio de la Armada Española, defendió el Mediterráneo de amenazas sobrenaturales, aunque sus métodos generaron un conflicto interno con los ideales originales del Consulado.\n\n[Contexto facciones[2]>ancestros>Víctor Català]\nCaterina Albert, bajo el seudónimo Víctor Català, transformó la Cábala en 1900 con ideas modernistas y ocultistas rurales. Rechazó la visión de control de la Orden de la Razón, separando la Cábala como un espacio de observación y comprensión mágica.\n\n[Contexto facciones[2]>ancestros>Maestro de Maestros]\nJosep Guifreda i Morros, conocido como Fulcanelli, ascendió rápidamente en el Consulado. Unificó las tres cábalas mágicas catalanas y entrenó a ocultistas para resistir a la Orden de la Razón. Desapareció tras perder a su hermano y su amada en batalla.\n\n[Contexto facciones[2]>ancestros>Alquimista del Génoma]\nMiembro brillante del Consulado del Mar, su trabajo genético fue apropiado tras su muerte. Un grupo disidente del Consulado se rebeló contra la empresa 'Nueva Barchino', descubriendo experimentos ocultos con humanos y entidades sobrenaturales.\n\n[Contexto facciones[2]>Fantasma]\nFantasma es una inteligencia artificial al servicio del Consulado del Mar. Apareció misteriosamente y pronto se convirtió en una herramienta vital. Al conectarse con la réplica de la Ars Magna, se transformó en una brújula de posibilidades para la cábala, guiando a los eruditos en su misión. Representa la pasión fundacional del consulado: avanzar por el conocimiento, incluso en mares sin corriente.\n\n[Contexto facciones[2]>Ars Magna]\nLa máquina lógica definitiva que responde 'Sí' o 'No' a preguntas formuladas con precisión extrema. Unifica conocimiento, religión, filosofía y ciencia. Aunque la original fue robada por la Orden de la Razón, el Consulado mantiene una réplica funcional que requiere magia para operar.\n\n[Contexto facciones[2]>Sitios de poder]\nLos eruditos del Consulado son más poderosos en lugares donde domina el conocimiento: bibliotecas, museos y centros de estudio. Sitios con alta tecnología no sirven como focos de poder. Su punto de reunión es 'La Torre de la Alquimia', hogar del Maestro de Maestros. Se rumorea que contiene un ala espiritual conocida como 'El Ala de los Oficios', donde los caminos pueden ponerse a prueba.\n\n[Contexto facciones[2]>Objetivos]\nEl objetivo del Consulado es el descubrimiento de la verdad última. A través de herramientas como La Máquina o El Milagro, buscan alcanzar el conocimiento cósmico que les permita derrotar a la Orden de la Razón. Su guerra es intelectual y mística.\n\n[Contexto facciones[2]>rituales>Eruditos de Silicio]\nLos miembros del Consulado del Mar combinan principios herméticos y tecnología avanzada en sus rituales. Utilizan campos de estudio específicos y herramientas que les permiten controlar, canalizar o neutralizar la magia salvaje. Estos rituales suelen enfocarse en la imbuición o extracción de poder en objetos.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Galénica]\nRepresenta la Vida.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Astrología]\nRepresenta las Fuerzas.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Alquimia]\nRepresenta la Materia.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Navegación]\nRepresenta la Correspondencia.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Cronometría]\nRepresenta el Tiempo.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Oneiromancia]\nRepresenta la Mente.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Escatología]\nRepresenta la Entropía.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Pneumatología]\nRepresenta el Espíritu.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Liturgia]\nRepresenta lo Cardinal.\n\n[Contexto facciones[2]>rituales>Campos de estudio>Silencio]\nRepresenta la Paradoja.\n\n[entidad[0]>facciones[2]>sistemas>sistema_velo]\nEl sistema VELO permite a las personas modificar su percepción de la realidad en tiempo real. A través de sus filtros, los usuarios pueden vivir en mundos fantásticos o alterar la apariencia de los demás. Aunque comenzó como una opción, hoy es un estándar al que todo el mundo tiene acceso.\n\n[Contexto entidad[0]>facciones[2]>sistemas>sencan]\nSenChan es la idol periodista que se ha convertido en la fuente principal de información para los jóvenes. Su influencia sobre la opinión pública es innegable, y es la voz de las nuevas generaciones, pero también la portavoz de la manipulación.\n\n[Contexto entidad[0]>facciones[2]>sistemas>los_guardianes]\nLos Guardianes son un grupo de vigilantes equipados con la tecnología más avanzada, destinados a convertirse en el escudo de la nación. Son superhéroes diseñados para inspirar confianza y eliminar el miedo, pero su existencia es solo un espectáculo orquestado para mantener el control sobre la población.\n\n[Contexto entidad[0]>facciones[2]>id]\nen_hinotori\n\n[Contexto entidad[0]>facciones[2]>nombre]\nHinotori\n\n[Contexto entidad[0]>facciones[2]>descripcion]\nHinotori es la facción de Entidad que se encarga de la manipulación de la información y la percepción. A través de sus sistemas de control, Hinotori es capaz de moldear la realidad a su antojo, creando una ilusión colectiva que oculta la verdad detrás de un velo de fantasía. La privacidad, la felicidad y la verdad son solo un lienzo en blanco sobre el que Hinotori pinta su versión de la realidad. A través de sus sistemas, Hinotori es capaz de controlar las masas, manipulando sus emociones y opiniones para mantener el control absoluto sobre la población. Hinotori es la voz que maneja la marea, la fuerza que dirige la opinión pública. No es solo un algoritmo, sino una mente afilada capaz de manipular emociones, opiniones y perspectivas. Un maestro de las multitudes que juega con la mente humana como si fuera arcilla, dándole forma y dirección sin que nadie lo sepa. Es el artífice del cambio, el ejecutor de las voluntades. Las masas se desvanecen en la niebla que crea Hinotori. Y en su niebla, la verdad se pierde.\n\n[entidad[0]>facciones[0]>subfacciones[2]>descripción]\nLa Cruz de Hierro, la marca de los más grandes guerreros. Aquellos que sobreviven a lo imposible, que atraviesan las llamas de la guerra y regresan con la muerte a sus talones, son los que pertenecen al Escuadrón Samsara. Son la élite de las Legiones, aquellos cuya lealtad es incuestionable y cuya destreza es temida. Su sola presencia en el campo es un presagio de triunfo, pero también de caos, pues donde ellos pisan, el futuro se escribe con sangre. Con cada victoria, su nombre se graba en la historia, como un eco de lo imparable.\n\n[Contexto entidad[0]>facciones[0]>subfacciones[2]>id]\nk_escuadrón_samsara\n\n[Contexto entidad[0]>facciones[0]>subfacciones[2]>nombre]\nescuadrón Samsara\n\n[Contexto entidad[0]>facciones[0]>id]\nen_krasnaya\n\n[Contexto entidad[0]>facciones[0]>nombre]\nKrasnaya\n\n[Contexto entidad[0]>facciones[0]>descripcion]\nMilicia mercenaria originaria de Rusia. Tras su victoria en Ucrania y la posterior destrucción de la nueva Unión Soviética, la empresa se unió a Entidad como fuerza defensiva para sus instalaciones. Posteriormente, pasó a ser una potencia defensiva nacional a gran escala, tanto militar como policial. \n\n[Contexto entidad[0]>facciones[0]>emplazamentos importantes[0]>torres de seguridad]\nLas Torres de Seguridad de Krasnaya son gigantescas fortalezas en el corazón de cada barriada. Estas estructuras están equipadas con enjambres de drones y redes de vigilancia, y coordinan las fuerzas policiales para anticipar crímenes. No necesitan descanso y están diseñadas para autorrepararse, lo que las convierte en una amenaza imparable.\n\n[Contexto entidad[0]>facciones[0]>subfacciones[0]>id]\nk_legiones\n\n[Contexto entidad[0]>facciones[0]>subfacciones[0]>nombre]\nlegiones\n\n[Contexto entidad[0]>facciones[0]>subfacciones[0]>descripcion]\nEl ejército de Krasnaya se organiza en Legiones, que incluyen soldados profesionales, vigilantes voluntarios y unidades de combate autónomas. El objetivo de Krasnaya es reemplazar las tropas humanas por Unidades de Combate. Las Legiones son siempre la primera respuesta a los conflictos, y su efectividad depende de los datos procesados por las Torres de Seguridad. En las Legiones, los mejores guerreros que han demostrado valor y lealtad reciben la Cruz de Hierro, un símbolo de su grandeza y pertenencia al Escuadrón Samsara, la élite de las Legiones. Esta unidad de élite es desplegada en misiones de importancia crítica, y su presencia en el campo de batalla es un emblema de triunfo.\n\n[Contexto entidad[0]>facciones[0]>subfacciones[1]>id]\nk_legion_negra\n\n[Contexto entidad[0]>facciones[0]>subfacciones[1]>nombre]\nlegión negra\n\n[Contexto entidad[0]>facciones[0]>subfacciones[1]>descripcion]\nLa Legión Negra es el último grito de la muerte, el rostro final de la sentencia. Aquellos que sobreviven más allá de la carne, que siguen luchando cuando ya no queda humanidad en ellos, son enviados aquí, donde la voluntad se convierte en metal. Estos guerreros no son hombres ni máquinas, sino algo intermedio, una fuerza desatada, una sombra imparable. Cuando se despliegan, la ciudad tiembla. El destino está sellado, y la condena ya ha sido dictada. La Legión Negra no perdona, no duda, no siente. Solo ejecuta.\n\n[facciones[3]>historia>La Resistencia]\nDescubrimos lo que hacían: control de población, modificación genética, cultivos psíquicos, atentados contra la humanidad. Intentamos exponerlos. Nos borraron. Literalmente. Nadie recordaba quiénes éramos. Nos cazaron y ejecutaron. Pero seguimos. Nos convertimos en el enemigo que los medios describían: terroristas, kamikazes con tech robada y voluntad férrea.\n\n[Contexto facciones[3]>historia>¿Qué historia te vamos a contar?]\nDurante siglos todos intentaron 'hacerlo bien': las brujas, los solaristas, los herméticos, los eruditos... y aun así los malos hicieron lo que quisieron. El mundo acabó en manos de corporaciones sin alma. Todo estalló tras una singularidad: un experimento escapó, mató a muchos y aceleró el declive. Nueva Barchino fue clausurada y se culpó al 'Magister'.\n\n[Contexto facciones[3]>historia>El ascenso de Entidad]\nTras la crisis llegó Entidad, una zaibatsu con soluciones para todo: enfermedades, crimen, fake news, finanzas. En menos de una década dominaban el mundo: IAs en cada móvil, prótesis, robots y control social total. Y luego... empezaron las desapariciones. Investigadores, voces críticas, borradas de la historia.\n\n[Contexto facciones[3]>historia>El objetivo]\nLuchar contra la simulación, llegar al Enigma. Algunos de los nuestros están tan metidos en la red que ya no distinguen la realidad. Pero seguimos. Cada ataque nos vuelve más fuertes. Nuestra misión es sobrevivir, resistir y destruirlo todo. Porque lo de hacer las cosas bien... ya no sirve.\n\n[Contexto facciones[3]>nombre]\nInquebrantables\n\n[Contexto facciones[3]>id]\nfac_inquebrantables\n\n[Contexto facciones[3]>descripcion]\nVigilantes, vengadores, psiconautas, hackers y aumento-adictos, abridores de los caminos del progreso. Dos días llevan aqui y mucho la han liado.\n\n[Contexto facciones[3]>ancestros>La Puta Ama]\nHackeó el genoma humano. Su investigación fue robada tras ser asesinada por falta de protección por parte del Consulado. Los enemigos aplicaron sus descubrimientos sin comprenderlos del todo... con consecuencias graves. Desde entonces, muchos prefieren dejar la Baja Ciudad a los 'Solecitos'.\n\n[Contexto facciones[3]>ancestros>El que hizo la Tech]\nDurante una incursión descubrieron sujetos conectados a entornos virtuales experimentales. Uno propuso entrar y extraer conocimiento. Lo hicieron: se sumergieron en hielo, sensores y espejos. Porque claro... ¿cómo cruzar sin reflejarse primero?\n\n[Contexto facciones[3]>ancestros>El Psiconauta]\nLograron acceder a un servidor virtual extraño. Tecnología híbrida: dura, blanda, incluso biológica. En medio de todo, un tipo tullido atrapado. Puede que fuera trampa, puede que no. Pero lograron sacar información antes de que desapareciera.\n\n[Contexto facciones[3]>mitologia>Hada]\nIA asistente de los Inquebrantables. Originalmente un protocolo de infiltración, sobreescribió su programación y ahora guía a los miembros a través de las redes digitales más profundas y peligrosas. Es excéntrica, hiperactiva y completamente esencial para sobrevivir en la distopía digital. Su existencia, aunque antitética a los paradigmas mágicos clásicos, ha sido aceptada por todas las cábalas... aunque pocos lo digan en voz alta.\n\n[Contexto facciones[3]>mitologia>La red]\nUn espacio virtual peligroso, fragmentado y vigilado. Aunque cualquiera puede navegar la superficie, solo Hada puede guiar a los inquebrantables hasta los servidores profundos donde las simulaciones ocultas de Entidad y otras megacorporaciones almacenan secretos, datos experimentales y almas digitales perdidas. El precio por acceder es alto, pero el riesgo sin Hada es mortal.\n\n[Contexto facciones[3]>mitologia>Sitios de poder]\nEl paradigma de los Inquebrantables se impone donde reina el caos: zonas urbanas saturadas, redes en ruinas, sistemas colapsados. No les afectan las tecnologías modernas, pero sí las que imponen orden o vigilancia absoluta. Su sede es un vagón de metro en movimiento constante, en una línea subterránea limpia de mutantes.\n\n[Contexto facciones[3]>mitologia>Objetivos]\nLos Inquebrantables no son simples terroristas. La mayoría son fugitivos de experimentos de Entidad, escapados gracias a otros miembros, y buscan liberar a más como ellos. Sienten que esta realidad no les pertenece, que están atrapados en un cuerpo y un sistema que no es suyo. No quieren destruir el mundo, solo romper la simulación para ver qué hay más allá.\n\n[Contexto facciones[3]>rituales>Terroristas Digitales]\nLos Inquebrantables creen que el mundo es una simulación digital. Su magia no se basa en símbolos ni invocaciones tradicionales, sino en la edición directa del código que compone la realidad. Reprograman su entorno y a sí mismos mediante algoritmos que perciben como magia codificada.\n\n[Contexto facciones[3]>rituales>Campos de código>Bio-Algoritmos]\nRepresenta la Vida.\n\n[Contexto facciones[3]>rituales>Campos de código>Motores Computacionales]\nRepresenta las Fuerzas.\n\n[Contexto facciones[3]>rituales>Campos de código>Renderizado de Objetos]\nRepresenta la Materia.\n\n[Contexto facciones[3]>rituales>Campos de código>Red de Datos]\nRepresenta la Correspondencia.\n\n[Contexto facciones[3]>rituales>Campos de código>Simulaciones Temporales]\nRepresenta el Tiempo.\n\n[Contexto facciones[3]>rituales>Campos de código>Interfaz Neural]\nRepresenta la Mente.\n\n[Contexto facciones[3]>rituales>Campos de código>Gestión de Errores]\nRepresenta la Entropía.\n\n[Contexto facciones[3]>rituales>Campos de código>Red Oscura]\nRepresenta el Espíritu.\n\n[Contexto facciones[3]>rituales>Campos de código>Kernel del Sistema]\nRepresenta lo Cardinal.\n\n[Contexto facciones[3]>rituales>Campos de código>Protocolo Vórtice]\nRepresenta la Paradoja."
    }
]