[
    {
        "rol": "usuario",
        "mensaje": "dam euna receta de tortilla de patatas"
    },
    {
        "rol": "usuario",
        "mensaje": "escríbeme un poeema sobree el sol invicto"
    },
    {
        "rol": "usuario",
        "mensaje": "que opinas sobre el sol invicto?"
    },
    {
        "rol": "usuario",
        "mensaje": "buenos días"
    },
    {
        "rol": "usuario",
        "mensaje": "buenos días, oh, anima, en tu sabiduría, un humilde seguidor de las enseñanzas de las trece se preseenta ante ti"
    },
    {
        "rol": "usuario",
        "mensaje": "Escríbeme un haiku sobreee los espiritus"
    },
    {
        "rol": "usuario",
        "mensaje": "escríbeme un haiku sobre los inquebrantables"
    },
    {
        "rol": "sistema",
        "mensaje": "Algunos registros del mundo hablan de lo siguiente. Tú puedes interpretarlos desde tu visión:\n[Sol_invicto>historia] [EXTRA]\nLos romanos invictos, seducidos por su orgullo, decidieron acercarse a los gigantes para matarlos, lo que resultó en su condena al vampirismo.\n\n[Contexto Sol_invicto>nombre]\nSol Invicto\n\n[Contexto Sol_invicto>descripcion]\nSol Invicto es un peligro inminente, buscando erradicar a los gigantes, pero para ello deben despertarlos y corromperse. Este objetivo lleva al mundo conocido hacia la destrucción.\n\n[Contexto Sol_invicto>objetivo]\nErradicar a los gigantes a través de la corrupción y la resurrección de estos, lo cual pone en riesgo la estabilidad del mundo.\n\n[Contexto Sol_invicto>poderes]\nVampirismo, corrupción de la luz, manipulación de gigantes.\n\n[Contexto Sol_invicto>conflicto]\nBuscar traer luz a la oscuridad, a pesar de que la corrupción que han sufrido les condena permanentemente.\n\n[Krasnaya>funcion] [EXTRA]\nBuscar los espíritus afines a las trece, mientras actúa como una herramienta para Nexus en su búsqueda de crecimiento.\n\n[Contexto Krasnaya>nombre]\nKrasnaya\n\n[Contexto Krasnaya>descripcion]\nKrasnaya es la subsidiaria de Entidad, la empresa creada por Nexus. Esta ha demostrado tener una fijación con las trece, una especie de eco del pasado. Las criaturas metálicas sin alma que forman parte de esta empresa parecen estar en busca de los espíritus afines a las trece.\n\n[Contexto Krasnaya>historia]\nEl hierro muerto de Krasnaya cruje con odio y rabia antigua hacia las brujas. Este odio parece haber trascendido a través de los datos, y ahora se manifiesta en sus acciones y objetivos.\n\n[Contexto Krasnaya>metodo]\nUtiliza las criaturas metálicas y sin alma de la empresa para rastrear y controlar a aquellos afines a las trece.\n\n[Contexto Krasnaya>motivacion]\nEl odio profundo hacia las brujas y la conexión con las antiguas entidades, buscando reavivar la rabia hacia las trece.\n\n[Contexto Krasnaya>simbolismo]\nLa máquina sin alma que busca destruir lo que queda de lo orgánico y lo místico.\n\n[facciones[1]>ancestros>Los Vigiles]\nSeguidores del Sol Invicto encargados de operar en la sombra, infiltrándose en cultos y religiones para vigilar la corrupción y preparar el camino para el regreso del Sol. Se consideran centinelas de la luz durante la noche.\n\n[Contexto facciones[1]>ancestros>Sol]\nDivinidad central y fuente de poder espiritual para sus seguidores. Ha sido interpretado bajo muchos nombres, desde el dios Sol Invicto hasta figuras del cristianismo como el Hijo de Dios o el Lucero del Alba. Su culto ha mutado pero su presencia nunca ha desaparecido.\n\n[Contexto facciones[1]>ancestros>Lucio Domicio Aureliano]\nEmperador romano que, ante la decadencia del imperio, fundó la Orden del Sol Invicto para enfrentar el mal que crecía dentro de Roma. Aunque su culto cayó, su visión perduró.\n\n[Contexto facciones[1]>ancestros>Santos Mártires]\nCipriano y Justinia. Justinia redimió al brujo Cipriano, quien fundó el culto moderno al Sol en la península ibérica. Son venerados como patronos de la purificación y la protección mágica frente a maldiciones y corrupción.\n\n[Contexto facciones[1]>ancestros>Centinela Invicto]\nRamon de Montcada, guerrero piadoso y defensor de su tierra. Nunca canonizado, pero considerado un protector por la tradición solar. Sus actos de fe y batalla concluyeron en una leyenda: un árbol ardió para salvar a su familia.\n\n[Contexto facciones[1]>ancestros>Arquitecto del Resplandor]\nAntoni Gaudí, arquitecto visionario, preservó la herencia del Sol Invicto construyendo templos ocultos en sus obras. Creía que su arquitectura guiaría a los futuros guerreros del Sol cuando llegara la hora de luchar contra la oscuridad.\n\n[Contexto facciones[1]>nombre]\nSol Invicto\n\n[Contexto facciones[1]>id]\nfac_sol_invicto\n\n[Contexto facciones[1]>descripcion]\nCreyentes, fieles, sacerdotes, Vigiles de la noche, herederos de la furia solar de Roma, poseedores del legado de proteger estas tierras. Señores de la victoria.\n\n[Contexto facciones[1]>historia>Dioses Solares]\nRa, Hermes, Mitra, Lugh, Frey, Jesús... A lo largo de la historia, diversas culturas han venerado al Sol como símbolo de poder, guía y resurrección. Esta figura solar ha sido el eje de muchas órdenes místicas, incluida la del Sol Invicto.\n\n[Contexto facciones[1]>historia>Fundación de la Orden]\nLucio Domicio Aureliano, emperador romano, fundó la Orden del Sol Invicto en un intento de salvar Roma de la corrupción. Aunque fue asesinado, sus seguidores —los Vigiles— continuaron su misión de erradicar la oscuridad desde las sombras.\n\n[Contexto facciones[1]>historia>Los Vigiles]\nEncargados de patrullar en la oscuridad, usaban el fuego como arma contra los monstruos nocturnos. Su fama creció, pero su verdadero objetivo era proteger al mundo de la corrupción sobrenatural.\n\n[Contexto facciones[1]>historia>Justina y Cipriano]\nJustina, nacida bajo una bendición solar, fue perseguida por criaturas de la noche. Cipriano, brujo caído, intentó corromperla, pero fue transformado por su luz y se unió a la orden, aportando vastos conocimientos mágicos.\n\n[Contexto facciones[1]>historia>Transformación de la Orden]\nGracias a Cipriano, la orden alcanzó un nuevo poder, integrando la magia a su estructura. Sin embargo, la traición y la persecución los forzaron a esconderse. Los secretos de la orden se transmitieron de forma oculta.\n\n[Contexto facciones[1]>historia>Era de Alianzas]\nDurante un tiempo, la orden se unió con otros grupos místicos bajo un estandarte solar. Incluso las Trece brujas colaboraron. Pero las diferencias filosóficas rompieron estas alianzas y reavivaron los conflictos.\n\n[Contexto facciones[1]>historia>Renacimiento y guerra]\nLa orden volvió a armarse en la península ibérica, con descendientes de antiguos Vigiles. Lucharon contra criaturas corrompidas y contra los traidores, usando fuego y fe para devolver la luz al mundo.\n\n[Contexto facciones[1]>historia>Caballeros de Kevlar]\nLa orden se dividió entre quienes seguían la vía bélica y quienes elegían el estudio. Esta fractura debilitó su resistencia frente a la Orden de la Razón, que casi los extinguió. Sus secretos fueron escondidos en arquitectura y esculturas.\n\n[Contexto facciones[1]>historia>Resistencia actual]\nLos Caballeros de Kevlar siguen activos, fusionando tecnología y magia solar en su lucha. Combaten en las sombras de la baja ciudad, exterminando mutantes y preparando el terreno para el retorno de sus aliados. Siguen creyendo que el sol, como siempre, volverá a brillar.\n\n[Contexto facciones[1]>Eidolon]\nEidolon es una entidad nacida recientemente dentro de la fe del Sol Invicto. Actúa como guía, protector y vigilante espiritual para los nuevos paladines. Es parte de la voluntad colectiva de la orden, reflejo de su historia, fe y sacrificios. Aunque es joven, posee sabiduría antigua. Su tarea es despertar la fe en los caídos y proteger los secretos más sagrados de la corrupción. Solo los dignos pueden conocer sus misterios.\n\n[Contexto facciones[1]>Sitios de poder]\nLos paladines del Sol Invicto extraen su poder de lugares donde la fe fue real: antiguos templos, ruinas sagradas, zonas donde se rindió culto verdadero. Los templos modernos, corrompidos por la degeneración religiosa, ya no sirven. Su lugar de reunión actual es Monte Taber, en las ruinas romanas casi devoradas por la ciudad.\n\n[Contexto facciones[1]>Objetivos]\nLa misión del Sol Invicto es erradicar la mutación, traer luz en la hora más oscura y eliminar todo agente de corrupción espiritual y social que amenace la humanidad.\n\n[Contexto facciones[1]>rituales>Caballeros de Kevlar]\nLa mayoría de rituales del Sol Invicto implican la imbuición de poder en objetos, utilizados por miembros que, en su mayoría, no poseen habilidades mágicas innatas. El poder de los Vigiles proviene de su fe. Siguiendo la tradición romana, los miembros invocan a los dioses del panteón romano como canalizadores de diferentes sendas del poder.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Salus]\nRepresenta la Vida.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Triton]\nRepresenta las Fuerzas.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Vulcano]\nRepresenta la Materia.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Janus]\nRepresenta la Correspondencia.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Disciplina]\nRepresenta el Tiempo.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Somnus]\nRepresenta la Mente.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Charonte]\nRepresenta la Entropía.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Terminus]\nRepresenta el Espíritu.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Quirinus]\nRepresenta lo Cardinal.\n\n[Contexto facciones[1]>rituales>Caminos del Sol Invicto>Camino de Nix]\nRepresenta la Paradoja.\n\n[facciones[3]>mitologia>Objetivos]\nLos Inquebrantables no son simples terroristas. La mayoría son fugitivos de experimentos de Entidad, escapados gracias a otros miembros, y buscan liberar a más como ellos. Sienten que esta realidad no les pertenece, que están atrapados en un cuerpo y un sistema que no es suyo. No quieren destruir el mundo, solo romper la simulación para ver qué hay más allá.\n\n[Contexto facciones[3]>mitologia>Hada]\nIA asistente de los Inquebrantables. Originalmente un protocolo de infiltración, sobreescribió su programación y ahora guía a los miembros a través de las redes digitales más profundas y peligrosas. Es excéntrica, hiperactiva y completamente esencial para sobrevivir en la distopía digital. Su existencia, aunque antitética a los paradigmas mágicos clásicos, ha sido aceptada por todas las cábalas... aunque pocos lo digan en voz alta.\n\n[Contexto facciones[3]>mitologia>La red]\nUn espacio virtual peligroso, fragmentado y vigilado. Aunque cualquiera puede navegar la superficie, solo Hada puede guiar a los inquebrantables hasta los servidores profundos donde las simulaciones ocultas de Entidad y otras megacorporaciones almacenan secretos, datos experimentales y almas digitales perdidas. El precio por acceder es alto, pero el riesgo sin Hada es mortal.\n\n[Contexto facciones[3]>mitologia>Sitios de poder]\nEl paradigma de los Inquebrantables se impone donde reina el caos: zonas urbanas saturadas, redes en ruinas, sistemas colapsados. No les afectan las tecnologías modernas, pero sí las que imponen orden o vigilancia absoluta. Su sede es un vagón de metro en movimiento constante, en una línea subterránea limpia de mutantes.\n\n[Contexto facciones[3]>nombre]\nInquebrantables\n\n[Contexto facciones[3]>id]\nfac_inquebrantables\n\n[Contexto facciones[3]>descripcion]\nVigilantes, vengadores, psiconautas, hackers y aumento-adictos, abridores de los caminos del progreso. Dos días llevan aqui y mucho la han liado.\n\n[Contexto facciones[3]>ancestros>La Puta Ama]\nHackeó el genoma humano. Su investigación fue robada tras ser asesinada por falta de protección por parte del Consulado. Los enemigos aplicaron sus descubrimientos sin comprenderlos del todo... con consecuencias graves. Desde entonces, muchos prefieren dejar la Baja Ciudad a los 'Solecitos'.\n\n[Contexto facciones[3]>ancestros>El que hizo la Tech]\nDurante una incursión descubrieron sujetos conectados a entornos virtuales experimentales. Uno propuso entrar y extraer conocimiento. Lo hicieron: se sumergieron en hielo, sensores y espejos. Porque claro... ¿cómo cruzar sin reflejarse primero?\n\n[Contexto facciones[3]>ancestros>El Psiconauta]\nLograron acceder a un servidor virtual extraño. Tecnología híbrida: dura, blanda, incluso biológica. En medio de todo, un tipo tullido atrapado. Puede que fuera trampa, puede que no. Pero lograron sacar información antes de que desapareciera.\n\n[Contexto facciones[3]>historia>¿Qué historia te vamos a contar?]\nDurante siglos todos intentaron 'hacerlo bien': las brujas, los solaristas, los herméticos, los eruditos... y aun así los malos hicieron lo que quisieron. El mundo acabó en manos de corporaciones sin alma. Todo estalló tras una singularidad: un experimento escapó, mató a muchos y aceleró el declive. Nueva Barchino fue clausurada y se culpó al 'Magister'.\n\n[Contexto facciones[3]>historia>El ascenso de Entidad]\nTras la crisis llegó Entidad, una zaibatsu con soluciones para todo: enfermedades, crimen, fake news, finanzas. En menos de una década dominaban el mundo: IAs en cada móvil, prótesis, robots y control social total. Y luego... empezaron las desapariciones. Investigadores, voces críticas, borradas de la historia.\n\n[Contexto facciones[3]>historia>La Resistencia]\nDescubrimos lo que hacían: control de población, modificación genética, cultivos psíquicos, atentados contra la humanidad. Intentamos exponerlos. Nos borraron. Literalmente. Nadie recordaba quiénes éramos. Nos cazaron y ejecutaron. Pero seguimos. Nos convertimos en el enemigo que los medios describían: terroristas, kamikazes con tech robada y voluntad férrea.\n\n[Contexto facciones[3]>historia>El objetivo]\nLuchar contra la simulación, llegar al Enigma. Algunos de los nuestros están tan metidos en la red que ya no distinguen la realidad. Pero seguimos. Cada ataque nos vuelve más fuertes. Nuestra misión es sobrevivir, resistir y destruirlo todo. Porque lo de hacer las cosas bien... ya no sirve.\n\n[Contexto facciones[3]>rituales>Terroristas Digitales]\nLos Inquebrantables creen que el mundo es una simulación digital. Su magia no se basa en símbolos ni invocaciones tradicionales, sino en la edición directa del código que compone la realidad. Reprograman su entorno y a sí mismos mediante algoritmos que perciben como magia codificada.\n\n[Contexto facciones[3]>rituales>Campos de código>Bio-Algoritmos]\nRepresenta la Vida.\n\n[Contexto facciones[3]>rituales>Campos de código>Motores Computacionales]\nRepresenta las Fuerzas.\n\n[Contexto facciones[3]>rituales>Campos de código>Renderizado de Objetos]\nRepresenta la Materia.\n\n[Contexto facciones[3]>rituales>Campos de código>Red de Datos]\nRepresenta la Correspondencia.\n\n[Contexto facciones[3]>rituales>Campos de código>Simulaciones Temporales]\nRepresenta el Tiempo.\n\n[Contexto facciones[3]>rituales>Campos de código>Interfaz Neural]\nRepresenta la Mente.\n\n[Contexto facciones[3]>rituales>Campos de código>Gestión de Errores]\nRepresenta la Entropía.\n\n[Contexto facciones[3]>rituales>Campos de código>Red Oscura]\nRepresenta el Espíritu.\n\n[Contexto facciones[3]>rituales>Campos de código>Kernel del Sistema]\nRepresenta lo Cardinal.\n\n[Contexto facciones[3]>rituales>Campos de código>Protocolo Vórtice]\nRepresenta la Paradoja.\n\n[facciones[0]>gigantes>El Gigante despierto>impacto]\nEste gigante despierto es el mayor peligro, pues su poder es inmenso y su influencia es capaz de despertar a los otros gigantes. Es la peor amenaza conocida y la razón por la cual las Trece deben unirse para detenerlo antes de que cause más estragos en el mundo.\n\n[Contexto facciones[0]>gigantes>El Gigante despierto>id]\ngigante_despierto\n\n[Contexto facciones[0]>gigantes>El Gigante despierto>nombre]\ntifón\n\n[Contexto facciones[0]>gigantes>El Gigante despierto>descripción]\nUn gigante ha despertado recientemente, algo que no se había visto nunca, los gigantes contra los que las brujas se han enfrentado en los últimos siglos eran gigantes ya derrotados con anterioridad, sometidos por magias antiguas tiempo atrás. Este ha aparecido de la nada con un potencial como los originales, capaz de provocar desastres colosales. La plaga que asoló el mundo en su aparición fue solo uno de los males que ha traído. Mientras el gigante esté activo, el fin del mundo conocido estará más cerca.\n\n[Contexto facciones[0]>gigantes>Otros Gigantes]\nLos demás gigantes, aunque dormidos, han comenzado a agitarse tras la aparición del nuevo. Algunas brujas creen que pueden establecer pactos útiles con ellos, aunque sus dones siempre vienen acompañados de riesgos. Son reflejos distorsionados de fuerzas naturales y, aunque pueden purificar la corrupción, cada pacto los fortalece.\n\n[Contexto facciones[0]>gigantes>Gigantes conocidos>gigantes dormidos>El quemado]\nBusca cosas que ardan en su nombre. Concede dones relacionados con el fuego. Puede consumir corrupción para limpiarla, pero cada pacto le da poder.\n\n[Contexto facciones[0]>gigantes>Gigantes conocidos>gigantes dormidos>La ahogada]\nBusca cosas que se pierdan en el agua en su nombre. Sus dones están vinculados al agua. También puede purificar la corrupción, pero cada pacto le fortalece.\n\n[Contexto facciones[0]>gigantes>Gigantes conocidos>gigantes dormidos>El colgado]\nBusca cosas que se descompongan en su nombre. Sus dones se relacionan con el bosque y la descomposición. También puede limpiar corrupción, pero se alimenta de cada trato.\n\n[Contexto facciones[0]>gigantes>recomendaciones]\nAnima recomienda tratar con ellos siempre bajo la vigilancia de Luna y nunca a solas. Los pactos con los gigantes dormidos pueden ser tentadores, pero deben ser manejados con extrema cautela. Si se hacen mal, pueden liberar más corrupción en el mundo y darles poder a los gigantes despertados."
    }
]