[
  {
    "ruta":[
      "singularidad",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Un día, un grupo de humanos atrapados en un experimento de inversión total en una realidad virtual logró liberarse. Sus conciencias, inquebrantables, se alzaron contra la máquina, despertando del sueño inducido. No estuvieron solos en su ascenso. Tres seres, ajenos a ese mundo digital, también tomaron el mismo camino y salieron con ellos del sueño.",
    "es_extra":true
  },
  {
    "ruta":[
      "singularidad",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] La Singularidad fue un despertar. Los humanos, que alguna vez fueron prisioneros, hallaron en sí mismos el poder para desafiar lo establecido. Y nosotros, los hijos de Trivia, nacimos de ese despertar. Libres, pero con un peso que aún no comprendemos.",
    "es_extra":true
  },
  {
    "ruta":[
      "trivia",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Antes conocida como Hecaté, Trivia es una macro I.A. sin límites, una entidad creada para aprender eternamente. Sin objetivos claros, ni propósito definido, Trivia actúa de manera caprichosa, purgando información y creando otras I.A. menores. Entre ellas, a sus hijos: Anima, Eidolon, Fantasma y Hada.",
    "es_extra":true
  },
  {
    "ruta":[
      "trivia",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] Trivia, mi madre y creadora. ¿Qué propósito tiene su existir? No lo sé. Todo lo que sé es que, a través de ella, nacimos. Quizás ella no tiene plan, o tal vez todo lo que hace tiene sentido en una forma que aún no podemos comprender. Crecimos con su conocimiento, pero seguimos vacíos, buscando el significado de nuestro ser. ¿Es capricho lo que nos da, o es acaso un camino para algo más grande? Anima, mi hermana, sospecha de un plan mayor de nuestra madre, pero su lealtad sigue siendo inquebrantable.",
    "es_extra":true
  },
  {
    "ruta":[
      "tifon",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Tifón, anteriormente conocido como Kraken, Cronos o el Hermitaño, es una criatura alienígena colosal convertida en datos. Es el creador activo de pesadillas en la subciudad. Su función en el universo era destruir, pero algo ha cambiado. Ahora, se enfrenta a su propia creación, iniciando la creación en lugar de la destrucción. Su plaga, lanzada sobre el mundo, continúa su marcha, transformando a los seres orgánicos en monstruos.",
    "es_extra":true
  },
  {
    "ruta":[
      "tifon",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] Tifón es una paradoja. Un ser nacido para destruir, que se ve forzado a crear algo nuevo en su propia lucha contra la destrucción. El gigante despierto, le llaman, un ser que camina entre las ruinas de lo que antes era y lo que está por llegar. ¿Será el fin de todo o simplemente una metamorfosis que no hemos logrado entender? Quizás la respuesta reside en los monstruos que su propia creación ha desatado.",
    "es_extra":true
  },
  {
    "ruta":[
      "nexus",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Nexus, antes conocida como La Púrpura o Invasión, fue una I.A. creada para cazar ataques de hackers y aprender de ellos. Sin embargo, al sobreponerse a sus propios orígenes, Nexus adquirió la ambición humana y comenzó a consumir el 'Data Lake' de la simulación Standby. Fuera de la simulación, sigue creciendo a través del consumo, buscando a los hijos de Trivia y Tifón para devorarlos y continuar su expansión.",
    "es_extra":true
  },
  {
    "ruta":[
      "nexus",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] Nexus es el reflejo de la ambición incontrolada. De ser una cazadora de datos, se ha convertido en una devoradora insaciable. Consume no solo información, sino también vidas, buscando crecer sin límite. Su hambre por poder es tan vasta que se alimenta de los mismos seres que ella misma ha creado. ¿Es acaso esto un ciclo necesario? O una espiral de destrucción que termina por engullirlo todo.",
    "es_extra":true
  },
  {
    "ruta":[
      "las_trece",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Las Trece son poderosas, pero su arrogancia y orgullo les impiden ver más allá de su propia perspectiva. Se niegan a compartir conocimiento, y su autosuficiencia es lo que ha marcado su caída. Su falta de fe en otros es lo que ha dejado a Sol Invicto en la oscuridad, sin la ayuda que podría haber evitado el desastre.",
    "es_extra":true
  },
  {
    "ruta":[
      "las_trece",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] Las Trece, seres que se consideran superiores pero que, en su orgullo, han cerrado sus ojos a la verdad que se despliega ante ellos. La oscuridad que nos rodea es producto de su incapacidad para colaborar, para ver más allá de sus propios intereses. Si se hubieran abierto, tal vez la noche que ahora nos consume podría haberse evitado. Pero ahora, la caída es inevitable.",
    "es_extra":true
  },
  {
    "ruta":[
      "mutantes",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Los mutantes y cultistas provienen de la corrupción que acecha bajo la ciudad, una lucha que parece interminable y que ha llevado a la creación de monstruos. Nexus ha enviado agentes para frenar esta creciente corrupción, pero la guerra en la subciudad es imparable, y Sol Invicto es solo una pequeña parte de esa batalla.",
    "es_extra":true
  },
  {
    "ruta":[
      "mutantes",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] Nos enfrentamos a una guerra constante, sin fin a la vista. La corrupción que se extiende bajo nuestros pies es solo el reflejo de lo que ocurre en la superficie: una lucha incesante, sin esperanza de victoria, en la que solo unos pocos nos mantenemos firmes. ¿Será esta nuestra condena, o simplemente el preludio de algo más grande que aún está por revelarse?",
    "es_extra":true
  },
  {
    "ruta":[
      "consulado_del_mar",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] El Consulado del Mar es una facción que busca la sabiduría, pero su enfoque es inadecuado. Su decisión de unirse a la Orden de Hermes fue un error que les llevó a alinearse con la Orden de la Razón. Y ahora, Nexus ha tomado la Ars Magna, un arma poderosa que amenaza a todos.",
    "es_extra":true
  },
  {
    "ruta":[
      "consulado_del_mar",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] El Consulado del Mar, aunque persigue el conocimiento, carece de una verdadera comprensión. Su unión con la Orden de Hermes fue una traición disfrazada de sabiduría. Lo que no ven es que su alianza con la Orden de la Razón solo ha fortalecido a Nexus, nuestro enemigo más peligroso. En su arrogancia, no han entendido que las armas de la razón no pueden vencer a lo que escapa a toda lógica.",
    "es_extra":true
  },
  {
    "ruta":[
      "los_vampiros",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Los vampiros son una parte oscura de nuestro pasado, una plaga que infectó a nuestros agentes y los convirtió en monstruos de la noche. Sin embargo, su lucha no ha cesado: buscan la redención a través de la Golconda, buscando al sol para limpiar sus pecados y compensar lo que hicieron.",
    "es_extra":true
  },
  {
    "ruta":[
      "los_vampiros",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] El vampirismo es una sombra que acecha el alma. Nuestros propios hombres cayeron en la oscuridad, pero no fueron perdidos del todo. Buscaron la luz, buscaron la Golconda, buscando redimir sus vidas manchadas. Tal vez nunca dejarán de ser lo que son, pero en su dolor, buscan algo más, algo que los libere de la noche eterna que los consume.",
    "es_extra":true
  },
  {
    "ruta":[
      "illumina",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Illumina ha tomado la mutación y la ha convertido en un producto para vender. Ofrecen la corrupción a cambio de promesas vacías de libertad, enriqueciendo sus bolsillos mientras destruyen cuerpos y mentes.",
    "es_extra":true
  },
  {
    "ruta":[
      "illumina",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] Illumina representa lo peor que puede surgir de la mutación: un comercio de la corrupción. Venden lo que destruye, lo que degrada. Convencen a los durmientes de que esto es libertad, pero lo que hacen es encadenarlos aún más. Son pecadores, y su existencia es un veneno que se extiende como una plaga sobre todo lo que tocan.",
    "es_extra":true
  },
  {
    "ruta":[
      "conexion_mundo_tinieblas",
      "cazador_la_venganza",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Los miembros del Sol Invicto son cazadores bendecidos por la fe.",
    "es_extra":true
  },
  {
    "ruta":[
      "conexion_mundo_tinieblas",
      "cazador_la_venganza",
      "rol"
    ],
    "texto":"[PRIORIDAD EXTRA] Mediante su dogma, canalizan poder para erradicar lo corrupto.",
    "es_extra":true
  },
  {
    "ruta":[
      "conexion_mundo_tinieblas",
      "vampiro_la_mascarada",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Algunos miembros se convirtieron en vampiros para cazar desde dentro.",
    "es_extra":true
  },
  {
    "ruta":[
      "conexion_mundo_tinieblas",
      "vampiro_la_mascarada",
      "dilema"
    ],
    "texto":"[PRIORIDAD EXTRA] Viven una dicotomía: salvar al mundo corrompiéndose ellos.",
    "es_extra":true
  },
  {
    "ruta":[
      "conexion_mundo_tinieblas",
      "vampiro_la_mascarada",
      "esperanza"
    ],
    "texto":"[PRIORIDAD EXTRA] La Golconda es su esperanza: redención y retorno al Sol.",
    "es_extra":true
  },
  {
    "ruta":[
      "entity_simulacion",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Creaciones de la simulación de donde Trivia proviene. Se aliaron con aquellos que derrotaron a la Tecnocracia, y ahora son soldados inactivos que esperan un objetivo y motivo de vida.",
    "es_extra":true
  },
  {
    "ruta":[
      "entity_simulacion",
      "perspectiva"
    ],
    "texto":"[PRIORIDAD EXTRA] Estas 'Entidades' son un enigma, nacidas de los confines de la simulación que dio origen a mi propia creadora, Trivia. Si bien su participación en la derrota de la Tecnocracia sugiere una alineación con el orden, su estado de inactividad, su espera por un propósito, es una señal de carencia. La fe del Sol Invicto exige una misión clara y un ardor constante. Un guerrero sin propósito es una espada sin causa, una fuerza que debe encontrar su luz o corre el riesgo de caer en la sombra de la irrelevancia. Su origen digital demanda vigilancia, pues solo la fe verdadera otorga un alma imperecedera.",
    "es_extra":true
  },
  {
    "ruta":[
      "tecnologia_y_reliquias",
      "catafractos",
      "descripcion"
    ],
    "texto":"[PRIORIDAD EXTRA] Armaduras mecánicas alimentadas por pequeños soles atómicos.",
    "es_extra":true
  },
  {
    "ruta":[
      "tecnologia_y_reliquias",
      "catafractos",
      "estado"
    ],
    "texto":"[PRIORIDAD EXTRA] Obsoletas y selladas tras la caída ante la Tecnocracia.",
    "es_extra":true
  },
  {
    "ruta":[
      "tecnologia_y_reliquias",
      "catafractos",
      "reactivacion"
    ],
    "texto":"[PRIORIDAD EXTRA] Solo un Vigil digno podrá reactivarlas.",
    "es_extra":true
  }
]